{
    "Home": "Início",
    "Community": "Comunidade",
    "Leaderboards": "Hall da Fama",
    "Shop": "Loja",
    "Rules": "Regras",
    "Articles": "Notícias",
    "Staff": "Equipe",
    "Photos": "Fotos",
    "My Profile": "Meu Perfil",
    "Administration": "Administração",
    "Error logs": "Logs de Erro",
    "Housekeeping": "Painel de Controle",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "Um mundo virtual online onde você pode criar seu próprio avatar, fazer amigos, conversar, criar salas e muito mais!",
    "Create your account!": "Crie sua conta!",
    "Create a free account, and be a part of a fun online world!": "Crie uma conta grátis, e faça parte de um mundo online divertido!",
    "Login": "Entrar",
    "Register": "Registrar",
    "Create an account": "Criar Conta",
    "Or": "Ou",
    "Latest news": "Últimas Notícias",
    "Keep up to date with the latest hotel gossip.": "Mantenha-se atualizado com as últimas fofocas do hotel.",
    "Latest Photos": "Últimas Fotos",
    "Have a look at some of the great moments captured by users around the hotel.": "Dê uma olhada em alguns dos grandes momentos capturados pelos usuários ao redor do hotel.",
    "Username": "Usuário",
    "Password": "Senha",
    "Confirm Password": "Confirme sua senha",
    "Repeat Password": "Repita sua senha",
    "Email": "Email",
    "Create account": "Criar conta",
    "Remember me": "Lembrar-me",
    "Go to :hotel": "Ir para :hotel",
    "User Referrals": "Referências de Usuários",
    "Credits": "Moedas",
    "Duckets": "Duckets",
    "Diamonds": "Diamantes",
    "Logout": "Sair",
    "User settings": "Configurações",
    "User Referrals (%s/%s)": "Referências de Usuários (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Referencie novos usuários e seja recompensado por bens no jogo",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "Aqui no :hotel, adicionamos um sistema de referência, permitindo que você obtenha um bônus por cada :needed usuários que se registra através do seu link de referência permitirá que você reivindique uma recompensa de :amount diamantes!",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Aumentar as referências fazendo contas próprias levará à remoção de todo o progresso, moeda, inventário e um possível banimento",
    "Copy code": "Copiar código",
    "You need to refer :needed more users, before being able to claim your reward": "Você precisa chamar mais :needed usuários, antes de poder reivindicar sua recompensa",
    "Other articles": "Outras notícias",
    "Our most recent articles": "As notícias mais recentes",
    "There is currently no other articles": "Atualmente não há outras notícias",
    ":hotel Shop": ":hotel Loja",
    "Purchase :hotel items": "Compre itens do :hotel",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": "Aqui no :hotel Hotel estamos aceitando doações para manter o hotel funcionando e como agradecimento, você receberá em troca produtos do jogo.",
    "Why are donations important?": "Por que as doações são importantes?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "As doações são importantes, pois ajudarão a pagar nossas contas mensais necessárias para manter o hotel funcionando e, além disso, adicionar novos e emocionantes recursos para você e outros usuários desfrutarem!",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "Para comprar itens da loja do :hotel, visite nosso Discord e entre em contato com o proprietário do :hotel Hotel para fazer sua compra",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Certifique-se de usar um e-mail que você lembre, se você perder sua senha, seu e-mail será necessário.",
    "Your username is what you and others will see in-game": "Seu nome de usuário é o que você e outros verão no jogo",
    "Spice up your profile with a nice motto": "Aumente o seu perfil com uma boa missão",
    "Update settings": "Atualizar configurações",
    "Current password": "Senha atual",
    "Enter your current password": "Digite sua senha atual",
    "New password": "Nova senha",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Digite uma nova senha segura. Não se esqueça de salvá-la em algum lugar seguro",
    "Confirm new password": "Confirme a nova senha",
    "Please confirm your new password": "Por favor, confirme sua nova senha",
    "Update password": "Atualizar senha",
    "Account settings": "Minha conta",
    "Password settings": "Minha senha",
    "Dont have an account? Join now!": "Não tem uma conta? Junte-se agora!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Seu nome de usuário é o que você terá que usar, ao fazer login no :hotel. Também é o que os outros usuários saberão sobre você, então certifique-se de selecionar um nome de usuário que você goste!",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Você precisará de seu e-mail se você esquecer sua senha, então certifique-se de que é algo que você lembra.",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Sua senha deve conter pelo menos 8 caracteres. Certifique-se de usar uma senha única e segura.",
    "I accept the :hotel terms & rules.": "Eu aceito os termos e regras do :hotel.",
    "Create a free account today!": "Crie uma conta gratuita hoje!",
    ":hotel is a not for profit educational project": ":hotel é um projeto educacional sem fins lucrativos",
    "Made with": "Feito com",
    "By": "Por",
    "We currently have no staff in this position": "Atualmente não temos funcionários nesta posição",
    "My name is,": "Meu nome é,",
    "Badges": "Emblemas",
    "Groups": "Grupos",
    "Rooms": "Quartos",
    "Friends": "Amigos",
    "It seems like :user has no badges.": "Parece que :user não tem emblemas.",
    "It seems like :user is not a member of any groups.": "Parece que :user não é membro de nenhum grupo.",
    "It seems like :user got no rooms.": "Parece que :user não tem quartos.",
    "It seems like :user has no friends.": "Parece que :user não tem amigos.",
    "Hello!": "Olá!",
    "There is currently :online users online": "Atualmente há :online usuários onlines",
    "Top credits": "Moedas",
    "Top duckets": "Duckets",
    "Top diamonds": "Diamantes",
    "Hours online": "Horas Online",
    "Respects received": "Respeitos Recebidos",
    "Achievement score": "Pontos de Conquistas",
    ":credits credits": ":credits moedas",
    ":duckets duckets": ":duckets moedas",
    ":diamonds diamonds": ":diamonds moedas",
    ":online hours": ":online horas",
    ":respect respects received": ":respect respeitos",
    ":achievement achievement score": ":achievement pontos de conquistas",
    "Nitro client": "Jogar (HTML)",
    "Insert Reaction": "Adicionar Reação",
    "Add": "Adicionar",
    "Browser": "Navegador",
    "Date": "Data de Acesso",
    "Enter your email": "Digite seu email",
    "Choose a secure password": "Escolha uma senha segura",
    "Repeat your chosen password": "Repita sua senha escolhida",
    "You are nearly in Habbo!": "Você está quase no Habbo!",
    "Click the yellow Hotel button below, then click on run flash when prompted to. See you in the Hotel!": "Clique no botão amarelo Hotel abaixo e, em seguida, clique em 'executar flash' quando solicitado. Nos vemos no Hotel!",
    "Get flash": "Obter flash",
    "Whoops! It seems like you have been disconnected...": "Ops! Parece que você foi desconectado...",
    "Reload client": "Recarregar cliente",
    "Reactions with": "Reações com",
    "Close modal": "Fechar modal",
    "Unknown": "Desconhecido",
    "Open main menu": "Abrir menu principal",
    "Discord": "Discord",
    "Session logs": "Registros de sessão",
    ":online :hotel online": ":online :hotel online",
    "Flash client": "Cliente Flash",
    "Ban type:": "Tipo de banimento:",
    "Ban reason:": "Motivo do banimento:",
    "Ban expiration:": "Expiração do banimento:",
    "If you believe this is a mistake, please reach out to one of our staff members through our Discord server!": "Se você acredita que isso é um erro, por favor, entre em contato com um de nossos membros da equipe através do nosso servidor no Discord!",
    "Join discord": "Entrar no Discord",
    "There is currently no articles": "Não há notícias no momento",
    "Staff login": "Login da equipe",
    "General Rules": "Regras Gerais",
    "Rules and regulations are subject to change without notice. As a member of the :hotel community, you hereby agree to and understand the following terms and conditions above. Failure to comply with these rules and regulations will result in the necessary sanctions implemented upon your account. If you have any questions or concerns in regards to The :hotel Way, please do not hesitate to ask a member of the Hotel Staff.": "Regras e regulamentos estão sujeitos a alterações sem aviso prévio. Como membro da comunidade do :hotel, você concorda e entende os seguintes termos e condições acima. O não cumprimento dessas regras e regulamentos resultará nas sanções necessárias aplicadas à sua conta. Se você tiver alguma dúvida ou preocupação em relação à forma de atuação do :hotel, não hesite em perguntar a um membro da equipe do Hotel.",
    "The general rules of :hotel": "As regras gerais do :hotel",
    "Do not abuse the Call for Help (CFH) system; it should be used during emergency purposes only.": "Não abuse do sistema de Chamado de Ajuda (CFH); ele deve ser usado apenas para fins de emergência.",
    "Do not advertise other Habbo Retros; hotel links or purposely mentioning the name of another hotel with the intentions of advertising is not permitted.": "Não divulgue outros Habbo Retros; links de hotéis ou mencionar intencionalmente o nome de outro hotel com a intenção de fazer propaganda não é permitido.",
    "Do not attempt to or scam credits or furniture from other users through betting, gaming, or trading.": "Não tente enganar créditos ou mobis de outros usuários por meio de apostas, jogos ou trocas.",
    "Do not bully, harass, or abuse other users; avoid violent or aggressive behavior.": "Não intimide, assedie ou abuse de outros usuários; evite comportamentos violentos ou agressivos.",
    "Do not disclose any personal information of another user (e.g., address, IP Address, phone number, school, private images etc.) without their consent.": "Não divulgue informações pessoais de outros usuários (como endereço, endereço IP, número de telefone, escola, imagens privadas etc.) sem o consentimento deles.",
    "Do not excessively repeat identical or similar statements (spamming).": "Não repita excessivamente declarações idênticas ou semelhantes (fazer spam).",
    "Users are to not participate in any sexual, inappropriate, or generally objective acts towards other users without their prior consent.": "Os usuários não devem participar de atos sexuais, inadequados ou objetivos em relação a outros usuários sem o consentimento prévio deles.",
    "Do not make rooms with inappropriate or abusive names.": "Não crie salas com nomes inadequados ou ofensivos.",
    "Do not attempt to or successfully harm a user’s home internet connection.": "Não tente ou consiga prejudicar a conexão de internet residencial de um usuário.",
    "Do not disrupt events with explicit language or negative behavior.": "Não perturbe eventos com linguagem explícita ou comportamento negativo.",
    "Account Rules": "Regras da Conta",
    "The general account rules on :hotel": "As regras gerais da conta no :hotel",
    "Do not attempt to or give away, buy, sell, or trade your": "Não tente ou entregue, compre, venda ou negocie a sua",
    "account and/or": "conta e/ou",
    "items for virtual items from another game, accounts from another game, cash, or vice versa without permission from an Administrator. This includes giving away, buying, selling or trading": "itens por itens virtuais de outro jogo, contas de outro jogo, dinheiro, ou vice-versa, sem permissão de um Administrador. Isso inclui doar, comprar, vender ou trocar",
    "furniture/currency for Habbo furniture/currency or vice versa.": "móveis/moedas por móveis/moedas do Habbo, ou vice-versa.",
    "Do not create a username with an offensive name that is insulting, racist, harassing, or generally objectionable.": "Não crie um nome de usuário com um nome ofensivo que seja insultuoso, racista, assediante ou geralmente objetável.",
    "Do not evade an IP Address ban.": "Não evite uma proibição de endereço IP.",
    "Do not share your account with other users.": "Não compartilhe sua conta com outros usuários.",
    "Do not threaten to, attempt to, or hack other users' accounts.": "Não ameace, tente ou invada as contas de outros usuários.",
    "Do not create multiple accounts for the purpose of taking an advantage over gaining more in-game currency and/or rares of any kind.": "Não crie várias contas com o objetivo de obter vantagens em relação a ganhar mais moeda in-game e/ou raros de qualquer tipo.",
    "Do not re-appeal your ban unless stated otherwise. This means if you re-appeal in 2 days after your first appeal was denied and you were told to re-appeal in 2-3 weeks, you will be banned from the forum as well as the hotel.": "Não recorra contra o banimento novamente, a menos que seja indicado o contrário. Isso significa que, se você recorrer novamente em 2 dias após o primeiro recurso ser negado e for informado para recorrer em 2-3 semanas, você será banido do fórum e do hotel.",
    "Accounts are limited to 2 per person. This means, only 1 Alt acc is acceptable. Anything more than this, will result in a full account wipe including credits, and rares.": "As contas são limitadas a 2 por pessoa. Isso significa que apenas 1 conta alternativa é aceitável. Ter mais do que isso resultará em uma limpeza completa da conta, incluindo créditos e raros.",
    ":hotel rules & guidelines": "regras e diretrizes do :hotel",
    "Do not attempt to or exploit errors of": "Não tente ou explore erros do",
    "report it to the Administration immediately.": "reporte isso imediatamente à Administração.",
    "Do not attempt to or refund your VIP Membership or donation to": "Não tente ou solicite reembolso do seu VIP Membership ou doação para",
    "at any given time; all payments are final.": "em qualquer momento; todos os pagamentos são finais.",
    "Do not intentionally give wrong or misleading information to staff members in reports about rule violations, complaints, bug reports, or support requests.": "Não forneça intencionalmente informações erradas ou enganosas aos membros da equipe em relatórios sobre violações de regras, reclamações, relatórios de bugs ou solicitações de suporte.",
    "Do not make false statements against": "Não faça declarações falsas contra",
    "or any other part of its services.": "ou qualquer outra parte de seus serviços.",
    "Do not pretend to be a representative of": "Não finja ser um representante de",
    "This includes mimicking, acting like them, and or claiming to have staff powers.": "Isso inclui imitar, agir como eles e/ou alegar ter poderes de equipe.",
    "Do not threaten to, attempt to, or use any scripts or third-party software to enter, disrupt, or modify": "Não ameace, tente ou use scripts ou software de terceiros para entrar, interromper ou modificar",
    "Non-harmful auto-typing, auto-clicking, and other programs can only be used if you are the room owner or with permission from the room owner.": "Auto-typing não prejudicial, cliques automáticos e outros programas só podem ser usados se você for o dono da sala ou com permissão do dono da sala.",
    "You have reached the limit of maximum allowed accounts": "Você atingiu o limite máximo de contas permitidas",
    "Only staff can login during maintenance!": "Somente a equipe pode fazer login durante a manutenção!",
    "The Google recaptcha must be completed": "O Google recaptcha deve ser completado",
    "The google recaptcha was submitted with an invalid type": "O Google recaptcha foi enviado com um tipo inválido",
    "Your account settings have been updated": "Suas configurações de conta foram atualizadas",
    "The language selected is not supported": "O idioma selecionado não é suportado",
    "Your password has been changed!": "Sua senha foi alterada!",
    "You do not have enough referrals to claim your reward": "Você não tem referências suficientes para reivindicar sua recompensa",
    "Please logout to claim your reward": "Por favor, faça logout para reivindicar sua recompensa",
    "Woah! You have successfully claimed your reward - Keep up the good work!": "Uau! Você reivindicou sua recompensa com sucesso - Continue assim!",
    "Your IP has been restricted - If you think this is a mistake, you can contact us on our Discord.": "Seu IP foi restrito - Se você acredita que isso é um erro, você pode nos contatar no nosso Discord.",
    "It seems like your current password is wrong.": "Parece que sua senha atual está errada.",
    "The Google recaptcha was not successful.": "O recaptcha do Google não foi bem-sucedido.",
    "Online Friends": "Amigos Online",
    "Mission": "Missão",
    "Online Since": "Online desde",
    "The beta code is invalid.": "O código beta é inválido.",
    ":hotel staff": "Equipe do :hotel",
    "The :hotel staff team is one big happy family, each staff member has a different role and duties to fulfill.": "A equipe do :hotel é uma grande família feliz, cada membro da equipe tem um papel e responsabilidades diferentes para cumprir.",
    "Most of our team usually consists of players that have been around :hotel for quite a while, but this does not mean we only recruit old & known players, we recruit those who shine out to us!": "A maioria da nossa equipe geralmente consiste em jogadores que estão por aqui no :hotel há um bom tempo, mas isso não significa que recrutamos apenas jogadores antigos e conhecidos, recrutamos aqueles que se destacam para nós!",
    "Apply for staff": "Candidate-se para a equipe",
    "How to join the staff team": "Como ingressar na equipe",
    "Every now and then staff applications may open up. Once they do we always make sure to post a news article explaining the process - So make sure you keep an eye out for those in you are interested in joining the :hotel staff team.": "De vez em quando, as candidaturas para a equipe podem ser abertas. Quando isso acontece, sempre nos certificamos de publicar um artigo explicando o processo - Portanto, fique de olho se você estiver interessado em ingressar na equipe do :hotel.",
    "You can occasionally also look at the :startTag Staff application page :endTag which will show you all of our current open positions.": "Ocasionalmente, você também pode consultar a página de inscrição :startTag Staff :endTag que mostrará todas as nossas posições abertas no momento.",
    "You entered something that is not allowed on :hotel": "Você inseriu algo que não é permitido no :hotel",
    "Post a comment": "Postar um comentário",
    "Post a comment on the article, to let us know what you think about it": "Poste um comentário sobre o artigo para nos dizer o que você pensa sobre ele",
    "Post comment": "Enviar comentário",
    "Comments": "Comentários",
    "Below you will see all the comments, written on this article": "Abaixo você verá todos os comentários escritos neste artigo",
    "You can only comment :amount times per article": "Você só pode comentar :amount vezes por artigo",
    "You comment has been posted!": "Seu comentário foi postado!",
    "You can only delete your own comments": "Você só pode excluir seus próprios comentários",
    "You comment has been deleted!": "Seu comentário foi excluído!",
    "Join server": "Entrar no servidor",
    "About the :hotel staff": "Sobre a equipe do :hotel",
    "Confirm your password": "Confirme sua senha",
    "You must confirm your password to continue": "Você deve confirmar sua senha para continuar",
    "You must confirm your current password before being able to toggle 2FA.": "Você deve confirmar sua senha atual antes de poder alternar a verificação em duas etapas (2FA).",
    "Confirm password": "Confirmar senha",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Esqueceu sua senha? Sem problemas. Basta nos informar o seu endereço de e-mail e enviaremos um link de redefinição de senha que permitirá que você escolha uma nova.",
    "Email Password Reset Link": "Enviar link de redefinição de senha por e-mail",
    "Reset Password": "Redefinir senha",
    "Login to :hotel": "Entrar no :hotel",
    "Login to :hotel and take part in the most wonderful online world!": "Faça login no :hotel e participe do mundo online mais maravilhoso!",
    "Enter the beta code you have been provided with": "Digite o código beta que foi fornecido a você",
    "Enter your beta code": "Digite seu código beta",
    "Two-factor verification": "Verificação em duas etapas (2FA)",
    "Enter your 2-factor authentication code provided on your by the authentication app on your mobile phone.": "Digite o código de autenticação em duas etapas (2FA) fornecido pelo aplicativo de autenticação em seu telefone celular.",
    "Enter the code from your authentication app": "Digite o código do seu aplicativo de autenticação",
    "Recovery code": "Código de recuperação",
    "In case you don't have access to your two-factor authentication code, you can use one of your recovery codes.": "Caso você não tenha acesso ao seu código de autenticação em duas etapas (2FA), você pode usar um dos seus códigos de recuperação.",
    "Confirm 2FA": "Confirmar 2FA",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you did not receive the email, we will gladly send you another.": "Obrigado por se inscrever! Antes de começar, você poderia verificar o seu endereço de e-mail clicando no link que acabamos de enviar para você? Caso não tenha recebido o e-mail, teremos prazer em enviar outro para você.",
    "A new verification link has been sent to the email address you provided during registration.": "Um novo link de verificação foi enviado para o endereço de e-mail fornecido durante o registro.",
    "Resend Verification Email": "Reenviar E-mail de Verificação",
    "Log Out": "Sair",
    "You have already applied for :position": "Você já se candidatou para :position",
    "Apply for :position": "Candidatar-se a :position",
    "No positions open": "Nenhuma vaga aberta",
    "There is currently no positions open": "Atualmente não há vagas disponíveis",
    "Please come back at a later time to check if we have any positions open by then! Thank you for your interest.": "Por favor, volte mais tarde para verificar se temos alguma vaga disponível até lá! Obrigado pelo seu interesse.",
    "Apply for :hotel staff": "Candidate-se para a equipe do :hotel",
    "Select position to get started": "Selecione uma posição para começar",
    "Here at :hotel we open up for staff applications every now and then. Sometimes you will find this page empty other times it might be filled with positions, if you ever come across a position you feel you would fit perfectly into, then do not hesitate to apply for it.": "Aqui no :hotel abrimos inscrições para funcionários de vez em quando. Às vezes, você encontrará esta página vazia, outras vezes ela pode estar cheia de vagas. Se você se deparar com uma vaga na qual acha que se encaixaria perfeitamente, não hesite em se candidatar.",
    "About you": "Sobre você",
    "Applying for :position": "Candidatando-se para :position",
    "Read before applying": "Leia antes de se candidatar",
    "Please fill out all the fields to apply for :position. Remember when applying for a position here at :hotel, you must be fully transparent and honest. If it's found out that the information provided is false or incorrect, you might risk losing your position if hired.": "Por favor, preencha todos os campos para se candidatar à vaga de :position. Lembre-se de que, ao se candidatar a uma posição aqui no :hotel, você deve ser completamente transparente e honesto. Se for descoberto que as informações fornecidas são falsas ou incorretas, você pode correr o risco de perder a vaga caso seja contratado.",
    "Teams": "Times",
    "Staff applications": "Aplicações para a equipe",
    "Rare values": "Valores dos raros",
    "You will receive:": "Você receberá:",
    "Buy for $:cost": "Comprar por $:cost",
    "Two factor": "Verificação em duas etapas (2FA)",
    "No published articles": "Nenhum artigo publicado",
    "Thank you for playing :hotel. We have put a lot of effort into making the hotel what it is, and we truly appreciate you being here.": "Obrigado por jogar :hotel. Nós dedicamos muito esforço para tornar o hotel o que ele é, e nós realmente apreciamos você estar aqui.",
    ":hotel is driven by Atom CMS made by:": ":hotel é impulsionado pelo Atom CMS feito por:",
    "Credits:": "Créditos:",
    "An online virtual world where you can create your own avatar, make friends, chat, create rooms, and much more!": "Um mundo virtual online onde você pode criar seu próprio avatar, fazer amigos, conversar, criar quartos e muito mais!",
    "Hello there! We are truly grateful that you have chosen Atom CMS for your hotel.": "Olá! Estamos realmente gratos por você ter escolhido o Atom CMS para o seu hotel.",
    "Atom CMS is built with the community in mind, meaning we highly value community input, rather than only bringing our own ideas & vision to the CMS we try our very best to implement suggestions made by our beloved community. We want everyone to be able to contribute or customize Atom CMS to their needs without having a bachelor in programming.": "O Atom CMS é construído com a comunidade em mente, o que significa que valorizamos muito o feedback da comunidade, em vez de trazer apenas nossas próprias ideias e visão para o CMS. Fazemos o nosso melhor para implementar as sugestões feitas pela nossa amada comunidade. Queremos que todos possam contribuir ou personalizar o Atom CMS de acordo com suas necessidades, sem precisar de uma graduação em programação.",
    "Atom CMS sole purpose is to empower hotel owners like you. We want you to be able to run your hotel with ease. Our user-friendly interface, robust features, and helpful community are here to ensure that your experience with Atom CMS is nothing short of exceptional!": "O único objetivo do Atom CMS é capacitar proprietários de hotéis como você. Queremos que você possa administrar seu hotel com facilidade. Nossa interface amigável, recursos robustos e comunidade prestativa estão aqui para garantir que sua experiência com o Atom CMS seja excepcional!",
    "As you dive into Atom CMS, we encourage you to explore the extensive range of features we have curated to help you bring your vision to life. From customizable templates to seamless integrations with clients like Nitro, we will have you set up in no time.": "Ao mergulhar no Atom CMS, incentivamos você a explorar a extensa variedade de recursos que selecionamos para ajudá-lo a dar vida à sua visão. Desde modelos personalizáveis até integrações perfeitas com clientes como Nitro, você estará pronto em pouco tempo.",
    "Once again, thank you for choosing Atom CMS, and we cannot wait to see the incredible project you will create.": "Mais uma vez, obrigado por escolher o Atom CMS, e mal podemos esperar para ver o incrível projeto que você criará.",
    "With everything being said we just want to wish you a warm welcome to the Atom CMS family!": "Com tudo isso dito, queremos apenas lhe desejar uma calorosa boas-vindas à família Atom CMS!",
    "Installation key": "Chave de instalação",
    "Start the setup": "Iniciar a instalação",
    "Welcome to Atom CMS": "Bem-vindo ao Atom CMS",
    "We are delighted to have you trying Atom CMS": "Estamos encantados em tê-lo experimentando o Atom CMS",
    "Continue to step 2": "Continuar para o passo 2",
    "Restart installation": "Reiniciar instalação",
    "Continue to step 3": "Continuar para o passo 3",
    "Previous step": "Passo anterior",
    "Continue to step 4": "Continuar para o passo 4",
    "Continue to step 5": "Continuar para o passo 5",
    "Congratulations on successfully completing the Atom CMS setup! You have now taken the first steps towards an exciting new journey. With Atom CMS, you can effortlessly manage various aspects of your hotel while giving your new visitors an easy gateway into a world of joy.": "Parabéns por concluir com sucesso a instalação do Atom CMS! Você deu os primeiros passos para uma nova jornada emocionante. Com o Atom CMS, você pode gerenciar com facilidade vários aspectos do seu hotel, proporcionando aos novos visitantes um acesso fácil a um mundo de alegria.",
    "Lastly, we just want to show our gratitude by letting your know how delighted we are to be a part of your journey and we hope you will gain some amazing memories. So, here is to your new hotel, the boundless creativity it will inspire, and the endless possibilities that lie ahead.": "Por fim, queremos apenas mostrar nossa gratidão ao deixá-lo saber o quanto estamos encantados em fazer parte da sua jornada e esperamos que você obtenha algumas memórias incríveis. Então, aqui está para o seu novo hotel, a criatividade ilimitada que ele inspirará e as possibilidades infinitas que estão por vir.",
    "Once again, congratulations and best of wishes for you & your hotel!": "Mais uma vez, parabéns e os melhores votos para você e seu hotel!",
    "Take me to :hotel": "Leve-me para :hotel",
    "Description:": "Descrição:",
    "Room details": "Detalhes do quarto",
    "Max users:": "Usuários máximos:",
    "The room guild": "A guilda do quarto",
    "Please make sure to read our shop": "Certifique-se de ler nossa loja",
    "Terms & Conditions": "Termos e Condições",
    "before making a purchase.": "antes de fazer uma compra.",
    "Shop Terms & Conditions": "Termos e Condições da Loja",
    "Once a donation has been made and received by us, it is non-refundable under any circumstances. The donated amount which is converted into website balance cannot be converted back into cash or other forms of money. By making a donation, you acknowledge and accept these terms and agree not to initiate a chargeback or dispute with your bank or card issuer.": "Uma vez que uma doação tenha sido feita e recebida por nós, ela não é reembolsável em nenhuma circunstância. O valor doado, que é convertido em saldo do site, não pode ser convertido de volta em dinheiro ou outras formas de moeda. Ao fazer uma doação, você reconhece e aceita estes termos e concorda em não iniciar um estorno ou disputa com seu banco ou emissor do cartão.",
    "Notice": "Aviso",
    "It is important to consider the consequences of our spending habits, especially when it comes to financial decisions. If you find yourself tempted to spend money you do not have, take a moment to reflect.": "É importante considerar as consequências de nossos hábitos de gastos, especialmente quando se trata de decisões financeiras. Se você se sentir tentado a gastar dinheiro que não tem, reserve um momento para refletir.",
    "Remember, your financial well-being is crucial, and making responsible choices is key. If you are facing difficulties in controlling your spending habits, do not hesitate to seek friendly and professional guidance. There are resources available that can provide valuable advice and support.": "Lembre-se de que seu bem-estar financeiro é crucial e tomar decisões responsáveis é fundamental. Se você estiver enfrentando dificuldades para controlar seus hábitos de gastos, não hesite em buscar orientação amigável e profissional. Existem recursos disponíveis que podem fornecer conselhos e apoio valiosos.",
    "Top up account": "Recarregar conta",
    "Donate to :hotel": "Doar para :hotel",
    "Current balance: $:balance": "Saldo atual: $:balance",
    "Donate": "Doar",
    "Please setup the PayPal credentials to allow for top-ups.": "Por favor, configure as credenciais do PayPal para permitir recargas.",
    "Voucher": "Vale",
    "Use a voucher for free credit": "Use um vale para crédito gratuito",
    "Use voucher": "Usar voucher",
    "Manage your account settings": "Gerenciar as configurações da sua conta",
    "E-mail": "E-mail",
    "Motto": "Mensagem",
    "Change your password by filling out the fields below": "Altere sua senha preenchendo os campos abaixo",
    "Keep an eye on all your active sessions": "Mantenha um olho em todas as suas sessões ativas",
    "IP": "IP",
    "IP Current Device": "IP do Dispositivo Atual",
    "Is Desktop": "É Desktop",
    "Platform": "Plataforma",
    "Last Activity": "Última Atividade",
    "No session logs found": "Nenhum registro de sessão encontrado",
    "Two factor authentication": "Autenticação de dois fatores",
    "Add an extra layer of security to your account by enabling two-factor authentication": "Adicione uma camada extra de segurança à sua conta ativando a autenticação de dois fatores",
    "Disable 2FA": "Desativar 2FA",
    "Validate your two-factor enabling by scanning the following QR-code and enter your auto-generated 2-factor code from your phone.": "Valide a ativação de dois fatores escaneando o seguinte código QR e inserindo o código de dois fatores gerado automaticamente em seu telefone.",
    "Recovery codes:": "Códigos de recuperação:",
    "Please save your recovery codes somewhere safe! If you lose access to your 2FA codes, those recovery codes will be needed to regain access your account.": "Por favor, guarde seus códigos de recuperação em um local seguro! Se você perder o acesso aos seus códigos 2FA, esses códigos de recuperação serão necessários para recuperar o acesso à sua conta.",
    "Please scan the QR-code above with your phone to retrieve your two-factor authentication code.": "Por favor, escaneie o código QR acima com seu telefone para obter o código de autenticação de dois fatores.",
    "Code": "Código",
    "Verify 2FA": "Verificar 2FA",
    "Here at :hotel we take security very serious and therefore we offer you as a user a way to secure your beloved account even further, by allowing you to enable Googles 2-factor authentication!": "Aqui no :hotel levamos a segurança muito a sério e, por isso, oferecemos a você, como usuário, uma maneira de proteger ainda mais sua querida conta, permitindo que você ative a autenticação de dois fatores do Google!",
    "2-factor authentication adds an extra layer of security to your account, making it physical impossible to access it without having access to your mobile phone as only your phone will contain the 2-factor authentication code which will be re-generated every 30 seconds automatically.": "A autenticação de dois fatores adiciona uma camada extra de segurança à sua conta, tornando fisicamente impossível acessá-la sem ter acesso ao seu telefone celular, pois apenas o seu telefone conterá o código de autenticação de dois fatores, que será recriado a cada 30 segundos automaticamente.",
    "Activate 2FA": "Ativar 2FA",
    "Claim your referrals reward!": "Reivindique sua recompensa de indicações!",
    "It seems like you are banned off :hotel": "Parece que você foi banido do :hotel",
    "All the :category rares": "Todos os raros da :category",
    "Get an overview of all of the rares on :hotel": "Obtenha uma visão geral de todos os raros no :hotel",
    "We currently have no rares listed here": "No momento, não temos raros listados aqui",
    "Search": "Buscar",
    "Search for rares": "Buscar raros",
    "Rare categories": "Categorias de raros",
    "Select a category below": "Selecione uma categoria abaixo",
    "All values": "Todos os valores",
    "Go back to values": "Voltar aos valores",
    "Here is a list of all the owned :value`s": "Aqui está uma lista de todos os :value possuídos",
    "owned": "possuídos",
    "Assistance": "Assistência",
    "Help center": "Central de Ajuda",
    "Create a ticket": "Criar ticket",
    "All tickets": "Todos os tickets",
    "Title": "Título",
    "Author": "Autor",
    "Status": "Status",
    "Actions": "Ações",
    "No tickets available": "Não há tickets disponíveis",
    "Please describe your request below": "Por favor, descreva sua solicitação abaixo",
    "Enter a title for your ticket": "Digite um título para o seu ticket",
    "Submit ticket": "Enviar ticket",
    "Open tickets": "Tickets abertos",
    "Your current open tickets": "Seus tickets abertos atuais",
    "You currently have no open tickets.": "Atualmente você não tem tickets em aberto.",
    "Edit your ticket": "Edite seu ticket",
    "Close": "Fechar",
    "Re-open": "Re-abrir",
    "Delete": "Deletar",
    "There is currently no replies": "Atualmente não há respostas"


}
