{
    "Home": "Início",
    "Community": "Comunidade",
    "Leaderboards": "Hall da Fama",
    "Shop": "Loja",
    "Rules": "Regras",
    "Articles": "Notícias",
    "Staff": "Equipe",
    "Photos": "Fotos",
    "Administration": "Administração",
    "Error logs": "Logs de Erro",
    "Housekeeping": "Painel de Controle",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "Um mundo virtual online onde você pode criar seu próprio avatar, fazer amigos, conversar, criar salas e muito mais!",
    "Create your account!": "Crie sua conta!",
    "Create a free account, and be a part of a fun online world!": "Crie uma conta grátis, e faça parte de um mundo online divertido!",
    "Login": "Entrar",
    "Register": "Registrar",
    "Create account": "Criar Conta",
    "Or": "Ou",
    "Latest news": "Últimas Notícias",
    "Keep up to date with the latest hotel gossip.": "Mantenha-se atualizado com as últimas fofocas do hotel.",
    "Latest Photos": "Últimas Fotos",
    "Have a look at some of the great moments captured by users around the hotel.": "Dê uma olhada em alguns dos grandes momentos capturados pelos usuários ao redor do hotel.",
    "Username": "Usuário",
    "Password": "Senha",
    "Confirm Password": "Confirme sua senha",
    "Repeat Password": "Repita sua senha",
    "Email": "Email",
    "Remember me": "Lembrar-me",
    "Go to :hotel": "Ir para :hotel",
    "User Referrals": "Referências de Usuários",
    "Credits": "Moedas",
    "Duckets": "Duckets",
    "Diamonds": "Diamantes",
    "Logout": "Sair",
    "User settings": "Configurações",
    "User Referrals (%s/%s)": "Referências de Usuários (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Referencie novos usuários e seja recompensado por bens no jogo",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "Aqui no :hotel, adicionamos um sistema de referência, permitindo que você obtenha um bônus por cada :needed usuários que se registra através do seu link de referência permitirá que você reivindique uma recompensa de :amount diamantes!",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Aumentar as referências fazendo contas próprias levará à remoção de todo o progresso, moeda, inventário e um possível banimento",
    "Copy code": "Copiar código",
    "You need to refer :needed more users, before being able to claim your reward": "Você precisa chamar mais :needed usuários, antes de poder reivindicar sua recompensa",
    "Other articles": "Outras notícias",
    "Our most recent articles": "As notícias mais recentes",
    "There is currently no other articles": "Atualmente não há outras notícias",
    ":hotel Shop": ":hotel Loja",
    "Purchase :hotel items": "Compre itens do :hotel",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": "Aqui no :hotel Hotel estamos aceitando doações para manter o hotel funcionando e como agradecimento, você receberá em troca produtos do jogo.",
    "Why are donations important?": "Por que as doações são importantes?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "As doações são importantes, pois ajudarão a pagar nossas contas mensais necessárias para manter o hotel funcionando e, além disso, adicionar novos e emocionantes recursos para você e outros usuários desfrutarem!",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "Para comprar itens da loja do :hotel, visite nosso Discord e entre em contato com o proprietário do :hotel Hotel para fazer sua compra",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Certifique-se de usar um e-mail que você lembre, se você perder sua senha, seu e-mail será necessário.",
    "Your username is what you and others will see in-game": "Seu nome de usuário é o que você e outros verão no jogo",
    "Spice up your profile with a nice motto": "Aumente o seu perfil com uma boa missão",
    "Update settings": "Atualizar configurações",
    "Current password": "Senha atual",
    "Enter your current password":"Digite sua senha atual",
    "New password": "Nova senha",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Digite uma nova senha segura. Não se esqueça de salvá-la em algum lugar seguro",
    "Confirm new password": "Confirme a nova senha",
    "Please confirm your new password": "Por favor, confirme sua nova senha",
    "Update password": "Atualizar senha",
    "Account settings": "Minha conta",
    "Password settings": "Minha senha",
    "Dont have an account? Join now!": "Não tem uma conta? Junte-se agora!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Seu nome de usuário é o que você terá que usar, ao fazer login no :hotel. Também é o que os outros usuários saberão sobre você, então certifique-se de selecionar um nome de usuário que você goste!",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Você precisará de seu e-mail se você esquecer sua senha, então certifique-se de que é algo que você lembra.",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Sua senha deve conter pelo menos 8 caracteres. Certifique-se de usar uma senha única e segura.",
    "I accept the :hotel terms & rules.": "Eu aceito os termos e regras do :hotel.",
    "Create a free account today!": "Crie uma conta gratuita hoje!",
    ":hotel is a not for profit educational project": ":hotel é um projeto educacional sem fins lucrativos",
    "Made with": "Feito com",
    "By": "Por",
    "We currently have no staff in this position": "Atualmente não temos funcionários nesta posição",
    "My name is,": "Meu nome é,",
    "Badges": "Emblemas",
    "Groups": "Grupos",
    "Rooms": "Quartos",
    "Friends": "Amigos",
    "It seems like :user has no badges.": "Parece que :user não tem emblemas.",
    "It seems like :user is not a member of any groups.": "Parece que :user não é membro de nenhum grupo.",
    "It seems like :user got no rooms.": "Parece que :user não tem quartos.",
    "It seems like :user has no friends.": "Parece que :user não tem amigos.",
    "Hello!": "Olá!",
    "There is currently :online users online": "Atualmente há :online usuários onlines",
    "Top credits": "Moedas",
    "Top duckets": "Duckets",
    "Top diamonds": "Diamantes",
    "Hours online": "Horas Online",
    "Respects received": "Respeitos Recebidos",
    "Achievement score": "Pontos de Conquistas",
    ":credits credits": ":credits moedas",
    ":duckets duckets": ":duckets moedas",
    ":diamonds diamonds": ":diamonds moedas",
    ":online hours": ":online horas",
    ":respect respects received": ":respect respeitos",
    ":achievement achievement score": ":achievement pontos de conquistas",
    "Nitro client": "Jogar (HTML)",
    "Insert Reaction": "Adicionar Reação",
    "Add": "Adicionar"
}
