{
    "Home": "Hjem",
    "Community": "Fællesskab",
    "Shop": "Butik",
    "Rules": "Regler",
    "Articles": "Artikler",
    "Staff": "Ansatte",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "En online virtuel verden, hvor du kan oprette din egen avatar, få nye venner, lave rum og meget mere!",
    "Login": "Log ind",
    "Register": "Oprettelse",
    "Create account": "Opret bruger",
    "Or": "Eller",
    "Latest news": "Seneste nyheder",
    "Keep up to date with the latest hotel gossip.": "Hold dig opdateret med det seneste sladder.",
    "Latest Photos": "Seneste billeder",
    "Have a look at some of the great moments captured by users around the hotel.": "Tag et kig på nogle af de tidspunkter, taget af forskellige brugere på hotellet",
    "Username": "Brugernavn",
    "Password": "Adgangskode",
    "Confirm Password": "Bekræft adgangskode",
    "Repeat Password": "Gentag adgangskode",
    "Email": "Email",
    "Remember me": "Husk mig",
    "Go to :hotel": "Gå til :hotel",
    "Credits": "Mønter",
    "Duckets": "Ænder",
    "Diamonds": "Diamanter",
    "Logout": "Log ud",
    "User settings": "Brugerindstillinger",
    "User Referrals (%s/%s)": "Brugerhenvisninger (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Henvis nye brugere, og bliv belønnet i form af ting i spillet",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "Her på :hotel har vi implementeret et henvisningssystem, som giver dig en belønninger. For hver :needed bruger der opretter sig via. dit henvisningslink får du :amount diamanter!",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Snyd med henvisning f.eks. ved selv at oprette brugere via dit henvisningslink, vil dine genstande og værdier blive fjernet, samt mulighed for udelukkelse",
    "Copy code": "Kopier kode",
    "You need to refer :needed more users, before being able to claim your reward": "Du mangler at henvise :needed brugere før du kan modtage din belønning",
    "Other articles": "Andre nyheder",
    "There is currently no other articles": "Der er i øjeblikket inden andre nyheder",
    ":hotel Shop": ":hotel Butik",
    "Purchase :hotel items": "Køb :hotel genstande",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": "Her på :hotel Hotel tager vi imod donationer som en hjælp til at holde hotellet oppe og køre. Du vil til gengæld modtage in-game genstande.",
    "Why are donations important?": "Hvorfor er donationer vigtige?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "Donationer er vigtige fordi, det vil hjælpe os med at betale vores månedlige omkostninger, samt give os mulighed for at implementer nye og spændende funktioner som du og andre kan nyde!",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "For at købe genstande fra :hotel butikken, bedes du besøge vores Discord server og kontakte en af ejerne for at gennemføre dit køb",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Vælg en email som du kan huske, hvis du glemmer din kode vil vi bede om din email for at nulstille den",
    "Your username is what you and others will see in-game": "Dit brugernavn er det som du og andre vil se på hotellet",
    "Spice up your profile with a nice motto": "Pift din profil op med et motto",
    "Update settings": "Opdater indstillinger",
    "Current password": "Nuværende adgangskode",
    "Enter your current password":"Angiv din nuværende adgangskode",
    "New password": "Ny adgangskode",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Angiv en ny sikker adgangskode. Sørg for at gemme den et sikkert sted",
    "Confirm new password": "Bekræft ny adgangskode",
    "Please confirm your new password": "Bekræft venligst din nye adgangskode",
    "Update password": "Opdater adgangskode",
    "Account settings": "Brugerindstillinger",
    "Password settings": "Kode indstillinger",
    "Dont have an account? Join now!": "Har du ikke en bruger? Opret dig nu!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Dit brugernavn er det som du skal bruge når du logger ind på :hotel. Det er også det som andre brugere vil kende dig som, så sørg for at vælge et brugernavn du kan lide!",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Du skal bruge din email hvis du glemmer din adgangskode, så sørg for det er noget som du kan huske.",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Din adgangskode skal indeholde mindst 8 tegn. Sørg for den er sikker & unik.",
    "I accept the :hotel terms & rules.": "Jeg accepterer :hotel vilkår og regler.",
    "Create a free account today!": "Opret en gratis bruger i dag!",
    ":hotel is a not for profit educational project": ":hotel er et non profit uddannelsesprojekt",
    "Made with": "Lavet med",
    "By": "Af",
    "We currently have no staff in this position": "Vi har i øjeblikket ingen ansatte på denne position",
    "My name is,": "Mit navn er,",
    "Badges": "Skilte",
    "Groups": "Grupper",
    "Rooms": "Rum",
    "Friends": "Venner",
    "It seems like :user has no badges.": "Det ser ud til at :user ingen skilte har.",
    "It seems like :user is not a member of any groups.": "Det ser ud til at :user ikke er medlem af nogle grupper",
    "It seems like :user got no rooms.": "Det ser ud til at :user ingen rum har.",
    "It seems like :user has no friends.": "Det ser ud til at :user ingen venner har.",
    "Hello!": "Hej!",
    "There is currently :online users online": "Der er i øjeblikket :online brugere online"
}