{
    "Home": "Startseite",
    "My Profile": "Mein Profil",
    "Community": "Community",
    "Shop": "Shop",
    "Rules": "Regeln",
    "Articles": "News",
    "Staff": "Mitarbeiter",
    "Teams": "Teams",
    "Staff applications": "Bewerbungen",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "Eine virtuelle Online-Welt, in der du deinen eigenen Avatar erstellen, Freunde finden, chatten, Räume erstellen und vieles mehr machen kannst!",
    "Login": "Anmelden",
    "Register": "Registrieren",
    "Create an account": "Erstelle einen",
    "Or": "oder",
    "Latest news": "Aktuellste News",
    "Keep up to date with the latest hotel gossip.": "Bleiben Sie auf dem Laufenden mit dem neuesten Hotelklatsch.",
    "Latest Photos": "Neueste Fotos",
    "Have a look at some of the great moments captured by users around the hotel.": "Wirf einen Blick auf einige der grossartigen Momente, die von den Nutzern rund um das Hotel eingefangen wurden.",
    "Username": "Username",
    "Password": "Passwort",
    "Confirm Password": "Passwort wiederholen",
    "Email": "E-Mail",
    "Remember me": "Angemeldet bleiben",
    "Go to :hotel": "Ab ins :hotel",
    "User Referrals": "Dein Werbelink",
    "Credits": "Taler",
    "Duckets": "Duckets",
    "Diamonds": "Diamanten",
    "Logout": "Abmelden",
    "User settings": "Profileinstellungen",
    "User Referrals (%s/%s)": "User anwerben (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Werbe neue Spieler an und erhalte dafür Diamanten als Belohnung!",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "Hier im :hotel Hotel, haben wir ein Empfehlungssystem, mit dem du für jeden :needed. :hotel der sich über deinen Empfehlungslink registriert, eine Belohnung bekommst.",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Es ist strengstens verboten, Doppelaccounts mit diesem Link zu erstellen. Sollte dies dennoch passieren, wird der Doppelaccount gebannt und der Anwerber verliert alle Belohnungen.",
    "Copy code": "Link kopieren",
    "You need to refer :needed more users, before being able to claim your reward": "Du musst noch :needed weitere Spieler anwerben, um deine Belohnung zu erhalten.",
    "Other articles": "Weitere News",
    "There is currently no other articles": "Es gibt derzeit keine weiteren Artikel",
    ":hotel Shop": ":hotel Shop",
    "Purchase :hotel items": "Kaufe :hotel Artikel",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": "Hier im :hotel Hotel nehmen wir Spenden entgegen, um das Hotel am Laufen zu halten und unsere Serverkosten zu decken.",
    "Why are donations important?": "Wozu Spenden?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "Spenden sind wichtig, da sie dazu beitragen, unsere monatlichen Server- sowie Wartungskosten zu finanzieren, die notwendig sind, um das Hotel am Laufen zu halten und neue, aufregende Funktionen hinzuzufügen, die du mit deinen Freunden genießen kannst!",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "Um Artikel aus dem :hotel Shop zu kaufen, besuche bitte unseren Discord und kontaktiere die Hotelleitung, um deinen Kauf abzuschließen.",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Achte darauf, eine E-Mail zu verwenden, an die du dich erinnerst, wenn du jemals dein Passwort vergessen solltest, wird diese E-Mail benötigt.",
    "Your username is what you and others will see in-game": "Dein Benutzername ist der Name, deines :hotel's. So sehen dich alle anderen :hotel's.",
    "Spice up your profile with a nice motto": "Würze dein Profil mit einem coolen Motto",
    "Update settings": "Einstellungen übernehmen",
    "Current password": "Aktuelles Passwort",
    "Enter your current password": "Gib dein Aktuelles Passwort ein",
    "New password": "Neues Passwort",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Gib ein neues sicheres Passwort ein. Vergiss nicht, es an einem sicheren Ort aufzubewahren und es keinesfalls jemand anderen zu geben.",
    "Confirm new password": "Neues Passwort wiederholen",
    "Please confirm your new password": "Bitte bestätige dein neues Passwort",
    "Update password": "Passwort übernehmen",
    "Account settings": "Account Einstellungen",
    "Password settings": "Passwort Einstellungen",
    "Dont have an account? Join now!": "Du hast noch keinen Account? Dann registriere dich jetzt!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Dein Benutzername ist der, den du verwenden musst, wenn du dich in :hotel einloggst. Der Benutzername ist dein Name, mit welchem dich alle ansprechen, also stell sicher, dass er dir wirklich gefällt.",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Du benötigst deine E-Mail, wenn du jemals dein Passwort vergessen solltest, also stell sicher, dass es eine gültige E-Mail ist und du diese nicht vergisst.",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Dein Passwort muss mindestens 8 Zeichen enthalten. Achte darauf, ein eindeutiges & sicheres Passwort zu verwenden.",
    "I accept the :hotel terms & rules.": "Ich akzeptiere die Allgemeinen Geschäftsbedingungen des Hotels.",
    "Create a free account today!": "Erstellen Sie noch heute ein kostenlosen :hotel!",
    ":hotel is a not for profit educational project": ":hotel ist ein gemeinnütziges Bildungsprojekt",
    "Made with": "gemacht mit",
    "By": "von",
    "We currently have no staff in this position": "Wir haben derzeit keine Mitarbeiter in dieser Position.",
    "My name is,": "Mein Name ist,",
    "Badges": "Badges",
    "Groups": "Gruppen",
    "Rooms": "Räume",
    "Friends": "Freunde",
    "It seems like :user has no badges.": "Es sieht so aus als hätte :user noch keine Badges.",
    "It seems like :user is not a member of any groups.": "Es sieht so aus als wäre :user noch kein Mitglied einer Gruppe.",
    "It seems like :user got no rooms.": "Es sieht so aus als hätte :user noch keine eigenen Räume.",
    "It seems like :user has no friends.": "Es sieht so aus als hätte :user noch keine Freunde.",
    "Hello!": "Hallo!",
    "There is currently :online users online": "Derzeit sind :online Nutzer online",
    "Leaderboards": "Bestenliste",
    "Photos": "Fotos",
    "Error logs": "Error Logs",
    "Housekeeping": "Housekeeping",
    "Create your account!": "Erstelle deinen Account!",
    "Create a free account, and be a part of a fun online world!": "Erstelle einen neuen Account, und sei Teil einer spaßigen Onlinewelt!",
    "Our most recent articles": "Unsere neuesten Artikel",
    "Top credits": "Top Taler",
    "Top duckets": "Top Duckets",
    "Top diamonds": "Top Diamanten",
    "Hours online": "Stunden online",
    "Respects received": "Lobe erhalten",
    "Achievement score": "Erfahrungspunkte",
    ":credits credits": ":credits Taler",
    ":duckets duckets": ":duckets Duckets",
    ":diamonds diamonds": ":diamonds Diamanten",
    ":online hours": ":online Stunden",
    ":respect respects received": ":respect Lobe erhalten",
    ":achievement achievement score": ":achievement Erfahrungspunkte",
    "Nitro client": "Nitro client",
    "Insert Reaction": "Reagiere",
    "Add": "Hinzufügen",
    "Browser": "Browser",
    "Date": "Datum",
    "Enter your email": "Gib deine E-Mail ein",
    "Choose a secure password": "Wähle ein Passwort aus",
    "Repeat your chosen password": "Wiederhole dein Passwort",
    "You are nearly in Habbo!": "Du hast es fast geschafft!",
    "Click the yellow Hotel button below, then click on `run flash` when prompted to. See you in the Hotel!": "Klicke unten auf den gelben Button, dann auf 'Flash ausführen'. Wir sehen uns im Hotel!",
    "Get flash": "Hol dir Flash",
    "Whoops! It seems like you have been disconnected...": "Whoops! Sieht so aus als hättest du die Verbindung verloren...",
    "Reload client": "Client neustarten",
    "Reactions with": "Reagiere mit",
    "Close modal": "Fenster schließen",
    "Unknown": "Unbekannt",
    "Open main menu": "Hauptmenü öffnen",
    "Discord": "Discord",
    "Session logs": "Session Logs",
    ":online :hotel online": ":online :hotel online",
    "Flash client": "Flash Client",
    "Ban type:": "Typ des Banns:",
    "Ban reason:": "Grund des Banns:",
    "Ban expiration:": "Ende des Banns:",
    "If you believe this is a mistake, please reach out to one of our staff members through our Discord server!": "Wenn du glaubst, dass dies ein Fehler ist, melde dich bitte bei einem unserer Mitarbeiter im Discord server!",
    "Join discord": "Discord beitreten",
    "There is currently no articles": "Es wurden keine Artikel veröffentlicht",
    "Staff login": "Staff Login",
    "General Rules": "Allgemeine Regeln",
    "Rules and regulations are subject to change without notice. As a member of the :hotel community, you hereby agree to and understand the following terms and conditions above. Failure to comply with these rules and regulations will result in the necessary sanctions implemented upon your account. If you have any questions or concerns in regards to The :hotel Way, please do not hesitate to ask a member of the Hotel Staff.": "Regeln und Vorschriften können ohne Vorankündigung geändert werden. Als Mitglied der :hotel-Community stimmen Sie hiermit den oben genannten Bedingungen zu und verstehen sie. Bei Nichteinhaltung dieser Regeln und Vorschriften werden die erforderlichen Sanktionen auf Ihrem Konto umgesetzt. Wenn Sie Fragen oder Bedenken bezüglich des :hotel-Weges haben, zögern Sie bitte nicht, ein Mitglied des Hotel-Personals zu fragen.",
    "The general rules of :hotel": "Allgemeine Hotelregeln",
    "Do not abuse the Call for Help (CFH) system; it should be used during emergency purposes only.": "Missbrauche nicht das Hilferuf-System; es sollte nur in Notfällen verwendet werden.",
    "Do not advertise other Habbo Retros; hotel links or purposely mentioning the name of another hotel with the intentions of advertising is not permitted.": "Werbung für andere Hotels, Hotel-Links oder die Erwähnung des Namens eines anderen Hotels mit dem Ziel der Werbung ist nicht gestattet.",
    "Do not attempt to or scam credits or furniture from other users through betting, gaming, or trading.": "Versuche nicht, Credits oder Möbel von anderen Benutzern durch Wetten, Spielen oder Handeln zu betrügen.",
    "Do not bully, harass, or abuse other users; avoid violent or aggressive behavior.": "Schikanieren, belästigen oder missbrauche keine anderen Benutzer. Vermeide gewalttätiges oder aggressives Verhalten." ,
    "Do not disclose any personal information of another user (e.g., address, IP Address, phone number, school, private images etc.) without their consent.": "Geben ohne Einwilligung des Benutzers keine persönlichen Informationen eines anderen Benutzers preis (z. B. Adresse, IP-Adresse, Telefonnummer, Schule, private Bilder usw.).",
    "Do not excessively repeat identical or similar statements (spamming).": "Wiederhole identische oder ähnliche Aussagen nicht übermäßig (Spamming).",
    "Users are to not participate in any sexual, inappropriate, or generally objective acts towards other users without their prior consent.": "Benutzer dürfen ohne vorherige Zustimmung nicht an sexuellen, unangemessenen oder allgemein objektiven Handlungen gegenüber anderen Benutzern teilnehmen.",
    "Do not make rooms with inappropriate or abusive names.": "Erstelle keine Räume mit unangemessenen oder missbräuchlichen Namen.",
    "Do not attempt to or successfully harm a user’s home internet connection.": "Versuche nicht, die Internetverbindung eines Benutzers zu Hause zu beeinträchtigen oder erfolgreich zu beeinträchtigen.",
    "Do not disrupt events with explicit language or negative behavior.": "Störe keine Veranstaltungen mit expliziter Sprache oder negativem Verhalten.",
    "Account Rules": "Accountregeln",
    "The general account rules on :hotel": "Die allgemeinen Hotelregeln",
    "Do not attempt to or give away, buy, sell, or trade your": "Versuche nicht, folgendes ohne Erlaubnis eines Administrators zu geben, zu kaufen, zu verkaufen oder zu handeln: Dein",
    "account and/or": "Konto und/oder",
    "items for virtual items from another game, accounts from another game, cash, or vice versa without permission from an Administrator. This includes giving away, buying, selling or trading": "deine Gegenstände für virtuelle Gegenstände aus einem anderen Spiel, Konten aus einem anderen Spiel, Bargeld oder umgekehrt. Dies schließt das Verschenken, Kaufen, Verkaufen oder Handeln von",
    "furniture/currency for Habbo furniture/currency or vice versa.": "Möbel/Währung für Pixo-Möbel/Währung oder umgekehrt ein.",
    "Do not create a username with an offensive name that is insulting, racist, harassing, or generally objectionable.": "Erstelle keinen Benutzernamen mit einem beleidigenden Namen, der beleidigend, rassistisch, belästigend oder allgemein anstößig ist.",
    "Do not evade an IP Address ban.": "Versuche nicht, ein IP-Adressen-Verbot zu umgehen.",
    "Do not share your account with other users.": "Teile dein Konto nicht mit anderen Benutzern.",
    "Do not threaten to, attempt to, or hack other users accounts.": "Drohe nicht und versuche nicht andere andere Benutzerkonten zu hacken.",
    "Do not create multiple accounts for the purpose of taking an advantage over gaining more in-game currency and/or rares of any kind.": "Erstelle keine mehreren Konten mit dem Ziel, einen Vorteil gegenüber dem Erhalt von mehr Ingame-Währung und/oder Rares jeder Art zu erlangen.",
    "Do not re-appeal your ban unless stated otherwise. This means if you re-appeal in 2 days after your first appeal was denied and you were told to re-appeal in 2-3 weeks, you will be banned from the forum as well as the hotel.": "Appealiere dein Verbot nicht erneut, es sei denn, es wird anders angegeben. Dies bedeutet, dass wenn du dein Verbot in 2 Tagen nach deinem ersten Einspruch ablehnst und du aufgefordert wurdest, in 2-3 Wochen erneut zu appellieren, du sowohl vom Forum als auch vom Hotel verbannt wirst.",
    "Accounts are limited to 2 per person. This means, only 1 Alt acc is acceptable. Anything more than this, will result in a full account wipe including credits, and rares.": "Accounts sind auf 2 pro Person begrenzt. Das bedeutet, dass nur 1 Alt-Account akzeptabel ist. Alles was darüber hinausgeht, führt zu einer vollständigen Kontolöschung einschließlich Guthaben und Rares.",
    ":hotel rules & guidelines": ":hotel Regeln & Richtlinien",
    "Do not attempt to or exploit errors of": "Versuche nicht das Ausnutzen von Fehlern von",
    "report it to the Administration immediately.": "Melde sie sofort der Administration.",
    "Do not attempt to or refund your VIP Membership or donation to": "Versuche nicht, deine",
    "at any given time; all payments are final.": "VIP-Mitgliedschaft oder Spende zurückzufordern; alle Zahlungen sind endgültig.",
    "Do not intentionally give wrong or misleading information to staff members in reports about rule violations, complaints, bug reports, or support requests.": "Gib den Mitarbeitern keine falschen oder irreführenden Informationen in Berichten über Regelverstöße, Beschwerden, Fehlerberichte oder Supportanfragen.",
    "Do not make false statements against": "Mache keine falschen Aussagen gegenüber",
    "or any other part of its services.": "oder einen anderen Teil seiner Dienste.",
    "Do not pretend to be a representative of": "Gebe dich nicht aus als ein Vertreter von",
    "This includes mimicing, acting like them, and or claim to have staff powers.": "Dazu gehört das Nachahmen, das Verhalten wie sie und das Behaupten, Mitarbeiterrechte zu haben.",
    "Do not threaten to, attempt to, or use any scripts or third party software to enter, disrupt, or modify": "Versuche nicht, damit zu drohen oder es zu versuchen, Skripte oder Drittanbieter-Software zu nutzen, um einzutreten, zu stören oder zu ändern",
    "Non-harmful auto-typing, auto-clicking and other programs can only be used if you are the room owner or with permission from the room owner.": "Nicht schädliche Auto-Typing-, Auto-Clicking- und andere Programme dürfen nur verwendet werden, wenn du der Raumbesitzer bist oder die Erlaubnis des Raumbesitzers hast.",
    "You have reached the limit of maximum allowed accounts": "Du hast das Limit der Anzahl von maximalen Accounts erreicht",
    "Only staff can login during maintenance!": "Nur Habbo Staffs können sich währen Wartungsarbeiten einloggen!",
    "The Google recaptcha must be completed": "Fülle das Google Captcha aus",
    "The google recaptcha was submitted with an invalid type": "Invalid Type Error",
    "Your account settings has been updated": "Deine Profileinstellungen wurden geupdatet",
    "The language selected is not supported": "Die ausgewählte Sprache wird nicht unterstützt",
    "Your password has been changed!": "Dein Passwort wurde geändert",
    "You do not have enough referrals to claim your reward": "Du hast nicht genug Spieler angeworben, um eine Belohnung zu erhalten",
    "Please logout to claim your reward": "Logge dich aus, um deine Belohnung zu erhalten",
    "Woah! You have successfully claimed your reward - Keep up the good work!": "Woah! Du hast eine Belohnung erhalten - Weiter so!",
    "Your IP have been restricted - If you think this is a mistake, you can contact us on our Discord.": "Deine IP Adresse ist eingeschränkt - Wenn du denkst, dass das ein Fehler ist, kontaktiere uns auf Discord.",
    "It seems like your current password is wrong.": "Sieht so aus als wäre dein aktuelles Passwort falsch.",
    "The Google recaptcha was not successful.": "Das Google Captcha war nicht erfolgreich.",
    "Online Friends": "Online Freunde",
    "Mission": "Mission",
    "Online Since": "Online seit",
    "The beta code is invalid.": "Der Beta Code ist ungültig.",
    ":hotel staff": ":hotel Staff",
    "": "Über unsere Staffs",
    "The :hotel staff team is one big happy family, each staff member has a different role and duties to fulfill.": "Unser Team ist wie eine große, glückliche Familie, in der jeder Mitarbeiter eine andere Rolle und Aufgabe hat.",
    "Most of our team usually consists of players that have been around :hotel for quite a while, but this does not mean we only recruit old & known players, we recruit those who shine out to us!": "Der Großteil unseres Teams besteht aus Spielern, die schon länger im :hotel sind, aber das bedeutet nicht, dass wir nur alte und bekannte Spieler rekrutieren, wir rekrutieren diejenigen, die uns auffallen!",
    "Apply for staff": "Bewerbe dich als Staff",
    "How to join the staff team": "Wie du unserem Team beitreten kannst?",
    "Every now and then staff applications may open up. Once they do we always make sure to post a news article explaining the process - So make sure you keep an eye out for those in you are interested in joining the :hotel staff team.": "Von Zeit zu Zeit starten wir Bewerbungsrunden. Sobald das der Fall ist, stellen wir sicher, dass wir einen Artikel veröffentlichen, in dem wir das Verfahren erläutern - halte also die Augen offen, wenn du an einer Mitarbeit im :hotel-Team interessiert bist.",
    "You can occasionally also look at the :startTag Staff application page :endTag which will show you all of our current open positions.": "Gelegentlich kannst du auch auf der Seite :startTag Bewerbungsrunden :endTag nachsehen, wo du alle unsere aktuellen Stellenangebote finden.",
    "You entered something that is not allowed on :hotel": "You entered something that is not allowed on :hotel",
    "Post a comment": "Einen Kommentar verfassen",
    "Post a comment on the article, to let us know what you think about it": "Post a comment on the article, to let us know what you think about it",
    "Post comment": "Kommentar versenden",
    "Comments": "Kommentare",
    "Below you will see all the comments, written on this article": "Unten wirst du alle Kommentare, die zu diesem Artikel geschrieben wurden, sehen",
    "You can only comment :amount times per article": "Du kannst nur :amount Mal pro Artikel kommentieren",
    "You comment has been posted!": "Dein Kommentar wurde versendet!",
    "You can only delete your own comments": "Du kannst nur deine eigenen Kommentare löschen",
    "You comment has been deleted!": "Dein Kommentar wurde gelöscht!",
    "Administration": "Administration",
    "Repeat Password": "Repeat Password",
    "Join server": "Server beitreten",
    "About the :hotel staff": "Über die :hotel staff",
    "Confirm your password": "Bestätige dein Passwort",
    "You must confirm your password to continue": "Du musst dein Passwort bestätigen um fortzufahren",
    "You must confirm your current password before being able to toggle 2FA.": "Du musst dein aktuelles Passwort bestätigen, bevor du 2FA umschalten können.",
    "Confirm password": "Bestätige das Passwort",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Du hast dein Passwort vergessen? Kein Problem. Teile uns einfach deine E-Mail-Adresse mit und wir senden dir per E-Mail einen Link zum Zurücksetzen deines Passworts, mit dem du ein neues Passwort auswählen können.",
    "Email Password Reset Link": "Link zum Zurücksetzen des Passworts per E-Mail senden",
    "Reset Password": "Passwort zurücksetzen",
    "Login to :hotel": "Melde dich bei :hotel an",
    "Login to :hotel and take part in the most wonderful online world!": "Melde dich bei :hotel an und nehme an der schönsten Online-Welt teil!",
    "Enter the beta code you have been provided with": "Gib den Beta-Code ein, den du erhalten hast",
    "Enter your beta code": "Gib deinen Beta-Code ein",
    "Two-factor verification": "Zwei-Faktor-Verifizierung",
    "Enter your 2-factor authentication code provided on your by the authentication app on your mobile phone.": "Gib deinen 2-Faktor-Authentifizierungscode ein, den du von der Authentifizierungs-App auf deinem Smartphone erhalten hast.",
    "Enter the code from your authentication app": "Gib den Code deiner Authentifizierungs-App ein",
    "Recovery code": "Wiederherstellungscode",
    "In case you dont have access to your two-factor authentication code, you can use one of your recovery codes.": "Falls du keinen Zugriff auf deinen Zwei-Faktor-Authentifizierungscode hast, kannst du einen deiner Wiederherstellungscodes verwenden.",
    "Confirm 2FA": "2FA bestätigen",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you dit not receive the email, we will gladly send you another.": "Danke für's Registrieren! Bevor du beginnst, musst du deine E-Mail-Adresse verifizieren, indem du auf den Link klickst, welchen wir dir gerade per E-Mail zugesandt haben. Solltest du die E-Mail nicht erhalten haben, senden wir dir gerne eine weitere zu.",
    "A new verification link has been sent to the email address you provided during registration.": "Ein neuer Bestätigungslink wurde an die E-Mail-Adresse gesendet, die du bei der Registrierung angegeben haben.",
    "Resend Verification Email": "Bestätigungsmail erneut senden",
    "Log Out": "Ausloggen",
    "You have already applied for :position": "Du hast dich bereits für :position beworben",
    "Apply for :position": "Bewerbe dich als :position",
    "No positions open": "Keine offenen Stellen",
    "There is currently no positions open": "Derzeit sind keine Stellen offen",
    "Please come back at a later time to check if we have any positions open by then! Thank you for your interest.": "Bitte komm zu einem späteren Zeitpunkt noch einmal vorbei, um zu prüfen, ob bis dahin noch offene Stellen verfügbar sind! Danke für dein Interesse.",
    "Apply for :hotel staff": "Bewerbe dich als :hotel staff",
    "Select position to get started": "Wähle die Position aus, um zu beginnen",
    "Here at :hotel we open up for staff applications every now and then. Sometimes you will find this page empty other times it might be filled with positions, if you ever come across a position you feel you would fit perfectly into, then do not hesitate to apply for it.": "Hier bei :hotel nehmen wir von Zeit zu Zeit Bewerbungen für Staff entgegen. Manchmal ist diese Seite leer, manchmal ist sie mit Stellen gefüllt. Wenn du jemals auf eine Stelle stößt, auf die du perfekt passen würdest, zögere nicht, dich darauf zu bewerben.",
    "About you": "Über dich",
    "Applying for :position": "Bewerben als :position",
    "Read before applying": "Vor der Bewerbung lesen",
    "Please field out all the fields to apply for :position. Remember when applying for a position here at :hotel you must be fully transparent and honest. If found out the information provided is false or incorrect you might risk losing your position if hired.": "Bitte fülle alle Felder aus, um dich als :position zu bewerben. Denk daran, dass du bei deiner Bewerbung für eine Stelle hier bei :hotel völlig transparent und ehrlich sein musst. Wenn sich herausstellt, dass die bereitgestellten Informationen falsch sind, riskierst du im Falle einer Einstellung den Verlust deiner Stelle.",
    "Rare values": "Rare values",
    "You will receive:": "Du wirst erhalten:",
    "Buy for $:cost": "Für $:cost kaufen",
    "Two factor": "Zwei Faktor",
    "No published articles": "Keine veröffentlichten Artikel",
    "Thank you for playing :hotel. We have put a lot of effort into making the hotel what it is, and we truly appreciate you being here.": "Vielen Dank, dass du :hotel gespielt hast. Wir haben große Anstrengungen unternommen, um das Hotel zu dem zu machen, was es ist, und wir wissen es wirklich zu schätzen, dass du hier bist.",
    ":hotel is driven by Atom CMS made by:": ":hotel wird von Atom CMS betrieben. Hergestellt von:",
    "Credits:": "Credits:",
    "An online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "Eine virtuelle Online-Welt, in der du deinen eigenen Avatar erstellen, Freunde finden, chatten, Räume erstellen und vieles mehr kannst!",
    "Hello there! We are truly grateful that you have chosen Atom CMS for your hotel.": "Hallo! Wir sind wirklich dankbar, dass du Atom CMS für dein Hotel entschieden hast.",
    "Atom CMS is built with the community in mind, meaning we highly value community input, rather than only bringing our own ideas & vision to the CMS we try our very best to implement suggestions made by our beloved community. We want everyone to be able to contribute or customise Atom CMS to their needs without having a bachelor in programming.": "Atom CMS wurde mit Blick auf die Community entwickelt, was bedeutet, dass wir den Input der Community sehr schätzen. Wir geben nicht nur unsere eigenen Ideen und Visionen in das CMS ein, sondern geben unser Bestes, um die Vorschläge unserer geliebten Community umzusetzen. Wir möchten, dass jeder in der Lage ist, Atom CMS beizutragen oder an seine Bedürfnisse anzupassen, ohne einen Bachelor in Programmierung zu haben.",
    "Atom CMS sole purpose is to empower hotel owners like you. We want you to be able to run your hotel with ease. Our user-friendly interface, robust features, and helpful community are here to ensure that your experience with Atom CMS is nothing short of exceptional!": "Der einzige Zweck von Atom CMS besteht darin, Hotelbesitzern wie dir mehr Möglichkeiten zu bieten. Wir möchten, dass du dein Hotel problemlos führen kannst. Unsere benutzerfreundliche Oberfläche, leistungsstarke Funktionen und unsere hilfreiche Community sorgen dafür, dass deine Erfahrung mit Atom CMS einfach außergewöhnlich ist!",
    "As you dive into Atom CMS, we encourage you to explore the extensive range of features we have curated to help you bring your vision to life. From customizable templates to seamless integrations with clients like Nitro, we will have you set up in no time.": "Wenn du in Atom CMS eintauchst, empfehlen wir dir, die umfangreiche Palette an Funktionen zu erkunden, die wir zusammengestellt haben, um dir dabei zu helfen, deine Vision zum Leben zu erwecken. Von anpassbaren Vorlagen bis hin zu nahtlosen Integrationen mit Kunden wie Nitro – wir sorgen für die Einrichtung im Handumdrehen.",
    "Once again, thank you for choosing Atom CMS, and we cannot wait to see the incredible project you will create.": "Nochmals vielen Dank, dass du dich für Atom CMS entschieden hast und wir können es kaum erwarten, das unglaubliche Projekt zu sehen, das du erstellen wirst.",
    "With everything being said we just want to wish you a warm welcome to the Atom CMS family!": "Nach alledem möchten wir dir nur ein herzliches Willkommen in der Atom CMS-Familie wünschen!",
    "Installation key": "Installationsschlüssel",
    "Start the setup": "Starte die Einrichtung",
    "Welcome to Atom CMS": "Willkommen zu Atom CMS",
    "We are delighted of having you trying Atom CMS": "Wir freuen uns, dass du Atom CMS ausprobierst",
    "Continue to step 2": "Fahre mit Schritt 2 fort",
    "Restart installation": "Installation neu starten",
    "Continue to step 3": "Fahre mit Schritt 3 fort",
    "Previous step": "Vorheriger Schritt",
    "Continue to step 4": "Fahre mit Schritt 4 fort",
    "Continue to step 5": "Fahre mit Schritt 5 fort",
    "Congratulations on successfully completing the Atom CMS setup! You have now taken the first steps towards an exciting new journey. With Atom CMS, you can effortlessly manage various aspect of your hotel, while giving your new visitors an easy gateway into a world of joy.": "Herzlichen Glückwunsch zum erfolgreichen Abschluss der Atom CMS-Einrichtung! Du hast nun die ersten Schritte auf dem Weg zu einer aufregenden neuen Reise getan. Mit Atom CMS kannst du verschiedene Aspekte deines Hotels mühelos verwalten und gleichzeitig deinen neuen Besuchern einen einfachen Einstieg in eine Welt voller Freude ermöglichen.",
    "Lastly, we just want to show our gratitude by letting your know how delighted we are to be a part of your journey and we hope you will gain some amazing memories. So, here is to your new hotel, the boundless creativity it will inspire, and the endless possibilities that lie ahead.": "Abschließend möchten wir dir unsere Dankbarkeit zum Ausdruck bringen, indem wir dir mitteilen, wie sehr wir uns freuen, Teil deiner Reise zu sein und hoffen, dass du einige tolle Erinnerungen sammeln wirst. Also, hier ist dein neues Hotel, die grenzenlose Kreativität, die es inspirieren wird, und die endlosen Möglichkeiten, die vor dir liegen.",
    "Once again, congratulations and best of wishes for you & your hotel!": "Nochmals herzlichen Glückwunsch und alles Gute für dich und dein Hotel!",
    "Take me to :hotel": "Bring mich zu :hotel",
    "Description:": "Beschreibung:",
    "Room details": "Raum Details",
    "Max users:": "Max. Benutzer:",
    "The room guild": "Die Raum Gilde",
    "Please make sure to read our shop": "Bitte stelle sicher das du unseren Shop gelesen hast",
    "Terms & Conditions": "Geschäftsbedingungen",
    "before making a purchase.": "before making a purchase.",
    "Shop Terms & Conditions": "Shop Geschäftsbedingungen",
    "Once a donation has been made and received by us, it is non-refundable under any circumstances. The donated amount which is converted into website balance cannot be converted back into cash or other forms of money. By making a donation, you acknowledge and accept these terms and agree not to initiate a chargeback or dispute with your bank or card issuer.": "Sobald eine Spende getätigt und bei uns eingegangen ist, ist sie unter keinen Umständen erstattungsfähig. Der gespendete Betrag, der in ein Website-Guthaben umgewandelt wird, kann nicht wieder in Bargeld oder andere Geldformen umgewandelt werden. Indem du eine Spende tätigst, erkennst du diese Bedingungen an und akzeptierst sie und stimmst zu, keine Rückbuchungen oder Streitigkeiten mit deiner Bank oder deinen Kartenaussteller einzuleiten.",
    "Notice": "Notiz",
    "It is important to consider the consequences of our spending habits, especially when it comes to financial decisions. If you find yourself tempted to spend money you do not have, take a moment to reflect.": "Es ist wichtig, die Konsequenzen unseres Ausgabeverhaltens zu berücksichtigen, insbesondere wenn es um finanzielle Entscheidungen geht. Wenn du versucht bist, Geld auszugeben, das du nicht hast, nimm dir einen Moment Zeit zum Nachdenken.",
    "Remember, your financial well-being is crucial, and making responsible choices is key. If you are facing difficulties in controlling your spending habits, do not hesitate to seek friendly and professional guidance. There are resources available that can provide valuable advice and support.": "Denke daran, dass dein finanzielles Wohlergehen von entscheidender Bedeutung ist und verantwortungsvolle Entscheidungen von entscheidender Bedeutung sind. Wenn du Schwierigkeiten hast, dein Ausgabeverhalten zu kontrollieren, zögere nicht, dich freundlich und professionell beraten zu lassen. Es stehen Ressourcen zur Verfügung, die wertvolle Ratschläge und Unterstützung bieten können.",
    "Top up account": "Konto aufladen",
    "Donate to :hotel": "Spende an :hotel",
    "Current balance: $:balance": "Aktueller Kontostand: $:balance",
    "Donate": "Spenden",
    "Please setup the paypal credentials to allow for top ups.": "Bitte richte die PayPal-Zugangsdaten ein, um Aufladungen zu ermöglichen.",
    "Voucher": "Gutschein",
    "Use a voucher for free credit": "Nutze einen Gutschein für kostenloses Guthaben",
    "Use voucher": "Gutschein verwenden",
    "Manage your account settings": "Verwalte deine Kontoeinstellungen",
    "E-mail": "Email",
    "Motto": "Motto",
    "Change your password by filling out the fields below": "Ändere dein Passwort, indem du die folgenden Felder ausfüllst",
    "Keep an eye on all your active sessions": "Behalten alle deine aktiven Sitzungen im Auge",
    "IP": "IP",
    "IP Current Device": "Aktuelles IP-Gerät",
    "Is Desktop": "Ist Desktop",
    "Platform": "Plattform",
    "Last Activity": "Letzte Aktivität",
    "No session logs found": "Keine Sitzungsprotokolle gefunden",
    "Two factor authentication": "Zwei-Faktor-Authentifizierung",
    "Add an extra layer of security to your account by enabling two-factor authentication": "Füge deinem Konto eine zusätzliche Sicherheitsebene hinzu, indem du die Zwei-Faktor-Authentifizierung aktivierst",
    "Disable 2FA": "2FA deaktivieren",
    "Validate your two-factor enabling by scanning the following QR-code and enter your auto-generated 2-factor code from your phone.": "Bestätige die Zwei-Faktor-Aktivierung, indem du den folgenden QR-Code scannen und deinen automatisch generierten 2-Faktor-Code auf deinem Telefon eingibst.",
    "Recovery codes:": "Wiederherstellungscodes:",
    "Please save your recovery codes somewhere safe! If you lose access to your 2FA codes, those recovery codes will be needed to regain access your account.": "Bitte bewahre deine Wiederherstellungscodes an einem sicheren Ort auf! Wenn du den Zugriff auf deine 2FA-Codes verlierst, werden diese Wiederherstellungscodes benötigt, um wieder Zugriff auf dein Konto zu erhalten.",
    "Please scan the QR-code above with your phone to retrieve your two-factor authentication code.": "Bitte scanne den obigen QR-Code mit deinem Smartphone, um deinen Zwei-Faktor-Authentifizierungscode abzurufen.",
    "Code": "Code",
    "Verify 2FA": "2FA verifizieren",
    "Here at :hotel we take security very serious and therefore we offer you as a user a way to secure your beloved account even further, by allowing you to enable Googles 2-factor authentication!": "Hier bei :hotel nehmen wir die Sicherheit sehr ernst und bieten dir als Nutzer daher eine Möglichkeit, dein geliebtes Konto noch weiter zu schützen, indem wir dir die Aktivierung der 2-Faktor-Authentifizierung von Google ermöglichen!",
    "2-factor authentication adds an extra layer of security to your account, making it physical impossible to access it without having access to your mobile phone as only your phone will contain the 2-factor authentication code which will be re-generated every 30 seconds automatically.": "Die 2-Faktor-Authentifizierung fügt deinem Konto eine zusätzliche Sicherheitsebene hinzu und macht es physisch unmöglich darauf zuzugreifen, ohne Zugriff auf dein Smartphone zu haben, da nur dein Smartphone den 2-Faktor-Authentifizierungscode enthält, der alle 30 Sekunden automatisch neu generiert wird.",
    "Activate 2FA": "2FA aktivieren",
    "Claim your referrals reward!": "Fordere deine Empfehlungsprämie an!",
    "It seems like you are banned off :hotel": "Es sieht so aus, als ob du aus :hotel verbannt wurdest",
    "All the :category rares": "Alle :category Rares",
    "Get an overview of all of the rares on :hotel": "Verschaffe dir einen Überblick über alle Rares auf :hotel",
    "We currently have no rares listed here": "Derzeit sind hier keine Rares aufgeführt",
    "Search": "Suchen",
    "Search for rares": "Suche nach Rares",
    "Rare categories": "Rares Kategorien",
    "Select a category below": "Wähle unten eine Kategorie aus",
    "All values": "Alle Werte",
    "Go back to values": "Gehe zurück zu den Werten",
    "Here is a list of all the owned :value`s": "Hier ist eine Liste aller eigenen :value`s",
    "owned": "besitz"
}
