{
    "Home": "Home",
    "Community": "Community",
    "Shop": "Shop",
    "Rules": "Regeln",
    "Articles": "News",
    "Staff": "Mitarbeiter",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "Eine virtuelle Online-Welt, in der du deinen eigenen Avatar erstellen, Freunde finden, chatten, Räume erstellen und vieles mehr machen kannst!",
    "Login": "Anmelden",
    "Register": "Registrieren",
    "Create account": "Erstelle einen",
    "Or": "oder",
    "Latest news": "Aktuellste News",
    "Keep up to date with the latest hotel gossip.": "Bleiben Sie auf dem Laufenden mit dem neuesten Hotelklatsch.",
    "Latest Photos": "Neuste Fotos",
    "Have a look at some of the great moments captured by users around the hotel.": "Wirf einen Blick auf einige der grossartigen Momente, die von den Nutzern rund um das Hotel eingefangen wurden.",
    "Username": "Username",
    "Password": "Passwort",
    "Confirm Password": "Passwort wiederholen",
    "Email": "E-Mail",
    "Remember me": "Angemeldet bleiben",
    "Go to :hotel": "Ab ins :hotel",
    "User Referrals": "Dein Werbelink",
    "Credits": "Taler",
    "Duckets": "Duckets",
    "Diamonds": "Diamanten",
    "Logout": "Abmelden",
    "User settings": ":hotel Einstellungen",
    "User Referrals (%s/%s)": "User Anwerben (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Werbe neue :hotel's an und erhalte dafür Diamanten als Belohnung!",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "Hier im :hotel Hotel, haben wir ein Empfehlungssystem hinzugefügt, mit dem du für jeden :needed :hotel der sich über deinen Empfehlungslink registriert, eine Belohnung bekommst.",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Es ist strengstens verboten, Doppelaccounts mit diesem Link zu erstellen. Sollte dies dennoch passieren, wird der Doppelaccount gebannt, der Anwerber verliert alle Belohnungen und bekommt eine Mahnung.",
    "Copy code": "Link kopieren",
    "You need to refer :needed more users, before being able to claim your reward": "Du musst noch :needed weitere :hotel's anwerben um deine Belohnung zu erhalten.",
    "Other articles": "Weitere News",
    "There is currently no other articles": "Es gibt derzeit keine weiteren Artikel",
    ":hotel Shop": ":hotel Shop",
    "Purchase :hotel items": "Kaufe :hotel Artikel",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": "Hier bei :hotel Hotel nehmen wir Spenden entgegen, um das Hotel am Laufen zu halten und als Dankeschön erhälst du im Gegenzug Waren im Spiel.",
    "Why are donations important?": "Wieso sind Spenden so Wichtig für uns?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "Spenden sind wichtig, da sie dazu beitragen, unsere monatlichen Rechnungen zu bezahlen, die notwendig sind, um das Hotel am Laufen zu halten und neue und aufregende Funktionen hinzuzufügen, die du und andere geniessen können!",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "Um Artikel aus dem :hotel Shop zu kaufen, besuche bitte unseren Discord und kontaktiere den Besitzer von :hotel Hotel um deinen Kauf abzuschließen",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Achte darauf, eine E-Mail zu verwenden, an die du dich erinnerst, wenn du jemals dein Passwort vergessen solltest, wird diese E-Mail benötigt.",
    "Your username is what you and others will see in-game": "Dein Benutzername ist der Name, deines :hotel's. So sehen dich alle anderen :hotel's.",
    "Spice up your profile with a nice motto": "Würze dein Profil mit einem coolen Motto",
    "Update settings": "Einstellungen übernehmen",
    "Current password": "Aktuelles Passwort",
    "Enter your current password":"Gib dein Aktuelles Passwort ein",
    "New password": "Neues Passwort",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Gib ein neues sicheres Passwort ein. Vergiss nicht, es an einem sicheren Ort aufzubewahren und es keinesfalls jemand anderen zu geben.",
    "Confirm new password": "Neues Passwort wiederholen",
    "Please confirm your new password": "Bitte bestätige dein neues Passwort",
    "Update password": "Passwort übernehmen",
    "Account settings": "Account Einstellungen",
    "Password settings": "Passwort Einstellungen",
    "Dont have an account? Join now!": "Du hast noch keinen :hotel ? Dann Registriere dich jetzt!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Dein Benutzername ist der, den du verwenden musst, wenn du dich in :hotel einloggst. Der Benutzername ist dein Name, mit welchem dich alle ansprechen, also stell sicher, dass er dir wirklich gefällt.",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Du benötigst deine E-Mail, wenn du jemals dein Passwort vergessen solltest, also stell sicher, dass es eine gültige E-Mail ist und du diese nicht vergisst.",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Dein Passwort muss mindestens 8 Zeichen enthalten. Achte darauf, ein eindeutiges & sicheres Passwort zu verwenden.",
    "I accept the :hotel terms & rules.": "Ich akzeptiere die Allgemeinen Geschäftsbedingungen des Hotels.",
    "Create a free account today!": "Erstellen Sie noch heute ein kostenlosen :hotel!",
    ":hotel is a not for profit educational project": ":hotel ist ein gemeinnütziges Bildungsprojekt",
    "Made with": "gemacht mit",
    "By": "von",
    "We currently have no staff in this position": "Wir haben derzeit keine Mitarbeiter in dieser Position.",
    "My name is,": "Mein Name ist,",
    "Badges": "Badges",
    "Groups": "Gruppen",
    "Rooms": "Räume",
    "Friends": "Freunde",
    "It seems like :user has no badges.": "Es sieht so aus als hätte :user noch keine Badges.",
    "It seems like :user is not a member of any groups.": "Es sieht so aus als wäre :user noch kein Mitglied einer Gruppe.",
    "It seems like :user got no rooms.": "Es sieht so aus als hätte :user noch keine eigenen Räume.",
    "It seems like :user has no friends.": "Es sieht so aus als hätte :user noch keine Freunde.",
    "Hello!": "Hallo!",
    "There is currently :online users online": "Derzeit sind :online :hotel's Online"
}