{
    "Home": "Inicio",
    "Community": "Comunidad",
    "Leaderboards": "Salón de la Fama",
    "Shop": "Tienda",
    "Rules": "Reglas",
    "Articles": "Noticias",
    "Staff": "Staff",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "¡Un mundo virtual en línea donde puedes crear tu propio avatar, hacer amigos, chatear, crear salas y mucho más!",
    "Create your account!": "Crea tu cuenta!",
    "Create a free account, and be a part of a fun online world!": "Crea una cuenta gratis, y sé parte de un divertido mundo en línea!",
    "Login": "Entrar",
    "Register": "Registrar",
    "Create account": "Crear Cuenta",
    "Or": "O",
    "Latest news": "Últimas Noticias",
    "Keep up to date with the latest hotel gossip.": "Mantente al día con las últimas novedades del hotel.",
    "Latest Photos": "Últimas Fotos",
    "Have a look at some of the great moments captured by users around the hotel.": "Echa un vistazo a algunos de los grandes momentos capturados por los usuarios del hotel.",
    "Username": "Usuario",
    "Password": "Contraseña",
    "Confirm Password": "Confirme su contraseña",
    "Repeat Password": "Repita su contraseña",
    "Email": "Email",
    "Remember me": "Recuérdame",
    "Go to :hotel": "Ir para :hotel",
    "User Referrals": "Referencias de Usuarios",
    "Credits": "Créditos",
    "Duckets": "Duckets",
    "Diamonds": "Diamantes",
    "Logout": "Salir",
    "User settings": "Configuraciones",
    "User Referrals (%s/%s)": "Referencias de Usuarios (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Refiera a nuevos usuarios y sea recompensado con artículos del juego",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "Aquí en :hotel hemos agregado un sistema de referencia, lo que le permite obtener una bonificación por cada :needed usuario que se registre a través de su enlace de referencia y le permitirá reclamar una recompensa de :amount diamantes.",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Impulsar las referencias al crear cuentas propias conducirá a la eliminación de todo el progreso, la moneda, el inventario y un posible baneo.",
    "Copy code": "Copiar código",
    "You need to refer :needed more users, before being able to claim your reward": "Necesitas referir :needed usuarios mas para reclamar tu recompensa",
    "Other articles": "Otras noticias",
    "Our most recent articles": "Nuestras noticias más recientes",
    "There is currently no other articles": "Actualmente no hay otras noticias",
    ":hotel Shop": ":hotel Tienda",
    "Purchase :hotel items": "Compra items de :hotel",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": "Aquí en :hotel Hotel estamos aceptando donaciones para mantener el hotel en funcionamiento, además como agradecimiento recibirás artículos del juego.",
    "Why are donations important?": "Por qué son importantes las donaciones?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "Las donaciones son importantes, ya que ayudarán a pagar nuestras facturas mensuales necesarias para mantener el hotel en funcionamiento, además de agregar funciones nuevas y emocionantes para que usted y otros disfruten!",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "Para comprar artículos de la tienda de :hotel, visite nuestro Discord y comuníquese con el propietario de :hotel Hotel para realizar su compra",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Asegúrese de usar un correo electrónico que recuerde, este se le solicitará si alguna vez pierde su contraseña.",
    "Your username is what you and others will see in-game": "Tu nombre de usuario es lo que tú y los demás verán en el juego",
    "Spice up your profile with a nice motto": "Dale un toque único a tu perfil con una buena misión",
    "Update settings": "Actualizar configuración",
    "Current password": "Contraseña actual",
    "Enter your current password":"Ingresa tu contraseña actual",
    "New password": "Nueva contraseña",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Ingresa una nueva contraseña segura. No olvides guardarlo en un lugar seguro",
    "Confirm new password": "Confirme una nueva contraseña",
    "Please confirm your new password": "Por favor, confirme su nueva contraseña",
    "Update password": "Actualizar contraseña",
    "Account settings": "Configuración de la cuenta",
    "Password settings": "Configuración de contraseña",
    "Dont have an account? Join now!": "¿No tienes una cuenta? ¡Únete ahora!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Su nombre de usuario es lo que tendrá que usar cuando inicie sesión en :hotel. También es como otros usuarios te conocerán, ¡así que asegúrate de seleccionar un nombre de usuario que te guste!",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Necesitará su correo electrónico si alguna vez olvida su contraseña, así que asegúrese de que sea algo que recuerde.",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Su contraseña debe contener al menos 8 caracteres. Asegúrese de utilizar una contraseña única y segura.",
    "I accept the :hotel terms & rules.": "Estoy de acuerdo con los términos y reglas de :hotel.",
    "Create a free account today!": "¡Crea una cuenta gratis hoy!",
    ":hotel is a not for profit educational project": ":hotel es un proyecto educativo sin fines de lucro",
    "Made with": "Hecho con",
    "By": "Por",
    "We currently have no staff in this position": "Actualmente no tenemos personal en este puesto",
    "My name is,": "Mi nombre es,",
    "Badges": "Placas",
    "Groups": "Grupos",
    "Rooms": "Salas",
    "Friends": "Amigos",
    "It seems like :user has no badges.": "Parece que :user no tiene placas.",
    "It seems like :user is not a member of any groups.": "Parece que :user no es miembro de ningún grupo.",
    "It seems like :user got no rooms.": "Parece que :user no tiene salas.",
    "It seems like :user has no friends.": "Parece que :user no tiene amigos.",
    "Hello!": "Hola!",
    "There is currently :online users online": "Actualmente hay :online usuarios online",
    "Top credits": "Créditos",
    "Top duckets": "Duckets",
    "Top diamonds": "Diamantes",
    "Hours online": "Horas Online",
    "Respects received": "Respetos recibidos",
    "Achievement score": "Puntos de logros",
    ":credits credits": ":credits monedas",
    ":duckets duckets": ":duckets monedas",
    ":diamonds diamonds": ":diamonds monedas",
    ":online hours": ":online horas",
    ":respect respects received": ":respect respetos",
    ":achievement achievement score": ":achievement puntos de logros",
    "Nitro client": "Jugar en Beta"
}
