{
    "Home": "Accueil",
    "Community": "Communauté",
    "Shop": "Boutique",
    "Rules": "Règlement",
    "Articles": "Articles",
    "Staff": "Membres d'équipe",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "Un monde virtuel en ligne où vous pouvez créer votre propre avatar, vous faire des amis, chatter, créer des salles et bien plus encore !",
    "Login": "Connexion",
    "Register": "Inscription",
    "Create account": "Créer un compte",
    "Or": "Ou",
    "Latest news": "Dernières actualités",
    "Keep up to date with the latest hotel gossip.": "Tenez-vous au courant des derniers potins sur les hôtels.",
    "Latest Photos": "Dernières photos",
    "Have a look at some of the great moments captured by users around the hotel.": "Jetez un coup d'œil à certains des grands moments capturés par les utilisateurs autour de l'hôtel.",
    "Username": "Nom d'utilisateur",
    "Password": "Mot de passe",
    "Confirm Password": "Confirmer mot de passe",
    "Email": "Email",
    "Remember me": "Souviens moi",
    "Go to :hotel": "Aller sur :hotel",
    "User Referrals": "Références d'utilisateurs",
    "Credits": "Credits",
    "Duckets": "Duckets",
    "Diamonds": "Diamonts",
    "Logout": "Déconnexion",
    "User settings": "Préferences d'utilisateur",
    "User Referrals (%s/%s)": "Références d'utilisateurs (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Recommandez de nouveaux utilisateurs et soyez récompensé par des biens en jeu.",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "Chez :hotel, nous avons ajouté un système de parrainage qui vous permet d'obtenir un bonus pour chaque utilisateur :nécessaire qui s'inscrit par le biais de votre lien de parrainage, ce qui vous permettra de réclamer une récompense de :montant en diamants !",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Manipulation des parrainages en créant des comptes personnels entraînera la suppression de toute progression, monnaie, inventaire et un bannissement potentiel.",
    "Copy code": "Copier code",
    "You need to refer :needed more users, before being able to claim your reward": "Vous devez parrainer :needed plus d'utilisateurs, avant de pouvoir réclamer votre récompense.",
    "Other articles": "Autres articles",
    "There is currently no other articles": "Il n'y a actuellement pas d'autres articles",
    ":hotel Shop": "Boutique :hotel",
    "Purchase :hotel items": "Acheter mobis :hotel",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": "Ici, à l'hôtel :hotel, nous acceptons les dons pour maintenir l'hôtel en activité et, en guise de remerciement, vous recevrez en retour des biens en jeu.",
    "Why are donations important?": "Pourquoi les dons sont-ils importants ?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "Les dons sont importants, car ils nous aideront à payer les factures mensuelles nécessaires pour maintenir l'hôtel en état de marche, ainsi qu'à ajouter de nouvelles fonctionnalités passionnantes pour vous et les autres !",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "Pour acheter des articles de la boutique :hotel, veuillez vous rendre sur notre Discord et contacter le propriétaire de l'hôtel :hotel pour effectuer votre achat.",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Veillez à utiliser une adresse électronique dont vous vous souvenez, car si vous perdez votre mot de passe, votre adresse électronique vous sera demandée.",
    "Your username is what you and others will see in-game": "Votre nom d'utilisateur est ce que vous et les autres verront dans le jeu.",
    "Spice up your profile with a nice motto": "Pimentez votre profil avec une belle biographie",
    "Update settings": "Actualiser préferences",
    "Current password": "Mot de passe actuel",
    "Enter your current password":"Entrez votre mot de passe actuel",
    "New password": "Nouveau mot de passe",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Saisissez un nouveau mot de passe sécurisé. N'oubliez pas de le sauvegarder dans un endroit sûr.",
    "Confirm new password": "Confirmer nouveau mot de passe",
    "Please confirm your new password": "Veuillez confirmer votre nouveau mot de passe",
    "Update password": "Actualisier mot de passe",
    "Account settings": "Préferences de compte",
    "Password settings": "Préferences mot de passe",
    "Dont have an account? Join now!": "Pas de compte? Rejoinds-nous maintenant!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Votre nom d'utilisateur est celui que vous devrez utiliser pour vous connecter à :hotel. C'est également sous ce nom que les autres utilisateurs vous reconnaîtront, alors assurez-vous de choisir un nom d'utilisateur qui vous plaît !",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Vous aurez besoin de votre adresse électronique si vous oubliez votre mot de passe, alors assurez-vous que vous vous en souvenez.",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Votre mot de passe doit contenir au moins 8 caractères. Veillez à utiliser un mot de passe unique et sécurisé.",
    "I accept the :hotel terms & rules.": "J'accepte les conditions et règles de l'hôtel.",
    "Create a free account today!": "Créez un compte gratuit aujourd'hui !",
    ":hotel is a not for profit educational project": ":hotel est un projet éducatif à but non lucratif",
    "Made with": "Crée avec",
    "By": "Par",
    "We currently have no staff in this position": "Nous n'avons actuellement aucun personnel dans cette position",
    "My name is,": "Mon prénom est,",
    "Badges": "Badges",
    "Groups": "Groupes",
    "Rooms": "Apparts",
    "Friends": "Amis",
    "It seems like :user has no badges.": "Il semble que :user n'a pas de badges.",
    "It seems like :user is not a member of any groups.": "Il semble que l'utilisateur ne soit membre d'aucun groupe.",
    "It seems like :user got no rooms.": "Il semble que :user n'ait pas de chambre.",
    "It seems like :user has no friends.": "Il semble que :user n'a pas encore d'amis.",
    "Hello!": "Salut!",
    "There is currently :online users online": "Il y a actuellement :online membres en ligne"
}
