{
    "Home": "Home",
    "Community": "Community",
    "Leaderboards": "Leaderboards",
    "Shop": "Shop",
    "Rules": "Regolamento",
    "Articles": "News",
    "Staff": "Staff",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "Un mondo virtuale online dove puoi creare il tuo avatar, fare amicizia, chattare, creare stanze e molto altro!",
    "Create your account!": "Crea il tuo account!",
    "Create a free account, and be a part of a fun online world!": "Crea il tuo accaount Gratuito ed entra in un fantastico mondo virtuale!",
    "Login": "Entra",
    "Register": "Registrazione",
    "Create account": "Iscriviti gratuitamente!",
    "Or": "Oppure",
    "Latest news": "Ultime notizie",
    "Keep up to date with the latest hotel gossip.": "Resta aggiornato per sapere cosa succede in hotel.",
    "Latest Photos": "Ultime foto",
    "Have a look at some of the great moments captured by users around the hotel.": "Dai un'occhiata ad alcuni dei grandi momenti catturati dagli utenti in giro per l'hotel.",
    "Username": "Username",
    "Password": "Password",
    "Confirm Password": "Conferma Password",
    "Repeat Password": "Ripeti Password",
    "Email": "Email",
    "Remember me": "Ricordami",
    "Go to :hotel": "Entra in :hotel!",
    "User Referrals": "User Referrals",
    "Credits": "Crediti",
    "Duckets": "Duckets",
    "Diamonds": "Diamanti",
    "Logout": "Esci",
    "User settings": "Impostazioni",
    "User Referrals (%s/%s)": "Amici invitati (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Invita i tuoi amici e ricevi fantastici premi!",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "In :hotel Abbiamo aggiunto un sistema di referral, ti permette di ottenere un Bonus invitanto :needed Amici, falli registrare con il tuo codice e ricevi :amount Diamanti Gratuitamente!",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Creare cloni usando il tuo referral per ritirare il premio potrebbe causare il Ban!",
    "Copy code": "Copia codice",
    "You need to refer :needed more users, before being able to claim your reward": "Devi invitare :needed amici per ritirare il premio!",
    "Other articles": "Altri articoli",
    "Our most recent articles": "Articoli recenti",
    "There is currently no other articles": "Al momento non ci sono altri articoli",
    ":hotel Shop": ":hotel Shop",
    "Purchase :hotel items": "Perchè Comprare i pacchetti di  :hotel ?",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": ":hotel Hotel accetta donazioni per mantenere l'hotel attivo e funzionante e come ringraziamento, riceverai in cambio tutto il contenuto del pacchetto selezionato.",
    "Why are donations important?": "Perché le donazioni sono importanti?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "Le donazioni sono importanti, in quanto aiuteranno a pagare le nostre bollette mensili necessarie per mantenere l'hotel attivo e funzionante, oltre ad aggiungere nuove ed entusiasmanti funzionalità per il tuo divertimento e per gli altri!",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "Per acquistare articoli dal negozio :hotel, visita il nostro Discord e contatta il proprietario di :hotel Hotel per effettuare l'acquisto",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Assicurati di utilizzare un'e-mail che ricordi, in caso di smarrimento della password, la tua e-mail sarà richiesta.",
    "Your username is what you and others will see in-game": "Your username is what you and others will see in-game",
    "Spice up your profile with a nice motto": "Qual'è il tuo motto?",
    "Update settings": "Aggiorna impostazioni",
    "Current password": "Password attuale",
    "Enter your current password":"Inserisci la tua password attuale",
    "New password": "Nuova password",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Inserisci una nuova password sicura. Non dimenticare di salvarla in un posto sicuro",
    "Confirm new password": "Conferma la nuova password",
    "Please confirm your new password": "Si prega di confermare la nuova password",
    "Update password": "Aggiorna password",
    "Account settings": "Impostazioni account",
    "Password settings": "Impostazioni password",
    "Dont have an account? Join now!": "Non hai un account? Iscriviti adesso!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Il nome utente è quello che dovrai usare per accedi ad :hotel. È anche il nome che userai in gioco, quindi assicurati di selezionare un nome utente che ti piace! non sarà possibile cambiarlo!",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Avrai bisogno della tua email se dovessi dimenticare la tua password, quindi inserisci una email reale!",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "La tua password deve contenere almeno 8 caratteri. Assicurati di utilizzare una password univoca e sicura.",
    "I accept the :hotel terms & rules.": "Accetto i Termini e le Condizioni di :hotel hotel.",
    "Create a free account today!": "Crea un account gratuito!",
    ":hotel is a not for profit educational project": ":hotel è un progetto educativo senza fini di lucro",
    "Made with": "Fatto con",
    "By": "Da",
    "We currently have no staff in this position": "Al momento non abbiamo personale in questo Ruolo",
    "My name is,": "Il mio nome è,",
    "Badges": "Distintivi",
    "Groups": "Gruppi",
    "Rooms": "Stanze",
    "Friends": "Amici",
    "It seems like :user has no badges.": "Sembra che :user non ha distintivi.",
    "It seems like :user is not a member of any groups.": "Sembra che :user non faccia parte di nessun gruppo.",
    "It seems like :user got no rooms.": "Sembra che :user non abbia stanze.",
    "It seems like :user has no friends.": "Sembra che :user non abbia amici.",
    "Hello!": "Ehy!",
    "There is currently :online users online": "Attualmente ci sono :online utenti online",
    "Top credits": "Utenti con più crediti",
    "Top duckets": "Utenti con più duckets",
    "Top diamonds": "Utenti con più diamanti",
    "Hours online": "Utenti più attivi",
    "Respects received": "Utenti con più rispetti",
    "Achievement score": "Achievement score",
    ":credits credits": ":credits crediti",
    ":duckets duckets": ":duckets duckets",
    ":diamonds diamonds": ":diamonds diamanti",
    ":online hours": ":online ore",
    ":respect respects received": ":respect Rispetti ricevuti",
    ":achievement achievement score": ":achievement achievement score",
    "Nitro client": "Entra in hotel"
}
