{
    "Home": "Home",
    "Community": "Community",
    "Leaderboards": "Classifiche",
    "Leaderboard": "Classifiche",
    "Shop": "Shop",
    "Rules": "Regolamento",
    "Articles": "News",
    "Staff": "Staff",
    "Photos": "foto",
    "Photo": "Foto",
    "Welcome to the best hotel on the web!": "Un mondo virtuale online dove puoi creare il tuo avatar, fare amicizia, chattare, creare stanze e molto altro!",
    "My Profile": "il mio profilo",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "Un mondo virtuale online dove puoi creare il tuo avatar, fare amicizia, chattare, creare stanze e molto altro!",
    "Create your account!": "Crea il tuo account!",
    "Create a free account, and be a part of a fun online world!": "Crea il tuo accaount Gratuito ed entra in un fantastico mondo virtuale!",
    "Login": "Entra",
    "Register": "Registrazione",
    "Create an account": "Iscriviti gratuitamente!",
    "Or": "Oppure",
    "Latest news": "Ultime notizie",
    "Keep up to date with the latest hotel gossip.": "Resta aggiornato per sapere cosa succede in hotel.",
    "Latest Photos": "Ultime foto",
    "Have a look at some of the great moments captured by users around the hotel.": "Dai un'occhiata ad alcuni dei grandi momenti catturati dagli utenti in giro per l'hotel.",
    "Username": "Username",
    "Password": "Password",
    "Confirm Password": "Conferma Password",
    "Repeat Password": "Ripeti Password",
    "Email": "Email",
    "Remember me": "Ricordami!",
    "Go to :hotel": "Entra in :hotel!",
    "User Referrals": "User Referrals",
    "Credits": "Crediti",
    "Duckets": "Duckets",
    "Diamonds": "Diamanti",
    "Logout": "Esci",
    "User settings": "Impostazioni",
    "User Referrals (%s/%s)": "Amici invitati (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Invita i tuoi amici e ricevi fantastici premi!",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "In :hotel Abbiamo aggiunto un sistema di referral, ti permette di ottenere un Bonus invitanto :needed Amici, falli registrare con il tuo codice e ricevi :amount Diamanti Gratuitamente!",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Creare cloni usando il tuo referral per ritirare il premio potrebbe causare il Ban!",
    "Copy code": "Copia codice",
    "You need to refer :needed more users, before being able to claim your reward": "Devi invitare :needed amici per ritirare il premio!",
    "Other articles": "Altri articoli",
    "Our most recent articles": "Articoli recenti",
    "There is currently no other articles": "Al momento non ci sono altri articoli",
    ":hotel Shop": ":hotel Shop",
    "Purchase :hotel items": "Perchè Comprare i pacchetti di  :hotel ?",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": ":hotel Hotel accetta donazioni per mantenere l'hotel attivo e funzionante e come ringraziamento, riceverai in cambio tutto il contenuto del pacchetto selezionato.",
    "Why are donations important?": "Perché le donazioni sono importanti?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "Le donazioni sono importanti, in quanto aiuteranno a pagare le nostre bollette mensili necessarie per mantenere l'hotel attivo e funzionante, oltre ad aggiungere nuove ed entusiasmanti funzionalità per il tuo divertimento e per gli altri!",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "Per acquistare articoli dal negozio :hotel, visita il nostro Discord e contatta il proprietario di :hotel Hotel per effettuare l'acquisto",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Assicurati di utilizzare un'e-mail che ricordi, in caso di smarrimento della password, la tua e-mail sarà richiesta.",
    "Your username is what you and others will see in-game": "Your username is what you and others will see in-game",
    "Spice up your profile with a nice motto": "Qual'è il tuo motto?",
    "Update settings": "Aggiorna impostazioni",
    "Current password": "Password attuale",
    "Enter your current password": "Inserisci la tua password attuale",
    "New password": "Nuova password",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Inserisci una nuova password sicura. Non dimenticare di salvarla in un posto sicuro",
    "Confirm new password": "Conferma la nuova password",
    "Please confirm your new password": "Si prega di confermare la nuova password",
    "Update password": "Aggiorna password",
    "Account settings": "Impostazioni account",
    "Password settings": "Impostazioni password",
    "Dont have an account? Join now!": "Non hai un account? Iscriviti adesso!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Il nome utente è quello che dovrai usare per accedi ad :hotel. È anche il nome che userai in gioco, quindi assicurati di selezionare un nome utente che ti piace! non sarà possibile cambiarlo!",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Avrai bisogno della tua email se dovessi dimenticare la tua password, quindi inserisci una email reale!",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "La tua password deve contenere almeno 8 caratteri. Assicurati di utilizzare una password univoca e sicura.",
    "I accept the :hotel terms & rules.": "Accetto i Termini e le Condizioni di :hotel hotel.",
    "Create a free account today!": "Crea un account gratuito!",
    ":hotel is a not for profit educational project": ":hotel è un progetto educativo senza fini di lucro",
    "Made with": "Fatto con",
    "By": "Da",
    "We currently have no staff in this position": "Al momento non abbiamo personale in questo Ruolo",
    "My name is,": "Ciao, sono",
    "Badges": "Distintivi",
    "Groups": "Gruppi",
    "Rooms": "Stanze",
    "Friends": "Amici",
    "It seems like :user has no badges.": "Sembra che :user non abbia distintivi.",
    "It seems like :user is not a member of any groups.": "Sembra che :user non faccia parte di nessun gruppo.",
    "It seems like :user got no rooms.": "Sembra che :user non abbia stanze.",
    "It seems like :user has no friends.": "Sembra che :user non abbia amici.",
    "Hello!": "Ehy!",
    "There is currently :online users online": "Attualmente ci sono :online utenti online",
    "Top credits": "Utenti con più crediti",
    "Top duckets": "Utenti con più duckets",
    "Top diamonds": "Utenti con più diamanti",
    "Hours online": "Utenti più attivi",
    "Respects received": "Utenti con più rispetti",
    "Achievement score": "Achievement score",
    ":credits credits": ":credits crediti",
    ":duckets duckets": ":duckets duckets",
    ":diamonds diamonds": ":diamonds diamanti",
    ":online hours": ":online ore",
    ":respect respects received": ":respect Rispetti ricevuti",
    ":achievement achievement score": ":achievement achievement score",
    "Nitro client": "Entra in hotel",
    "Error logs": "Error logs",
    "Housekeeping": "Housekeeping",
    "Insert Reaction": "Inserisci reazione",
    "Add": "Reagisci",
    "Browser": "Browser",
    "Date": "Data",
    "Enter your email": "inserisci la tua email",
    "Choose a secure password": "Scegli una password sicura",
    "Repeat your chosen password": "Ripeti password",
    "You are nearly in Habbo!": "Sei quasi in HaBBz!",
    "Click the yellow Hotel button below, then click on `run flash` when prompted to. See you in the Hotel!": "Click the yellow Hotel button below, then click on `run flash` when prompted to. See you in the Hotel!",
    "Get flash": "Get flash",
    "Whoops! It seems like you have been disconnected...": "Ops! Sembra che tu sia stato disconnesso...",
    "Reload client": "Ricarica client",
    "Reactions with": "Ha reagino con:",
    "Close modal": "Close modal",
    "Unknown": "Unknown",
    "Open main menu": "Open main menu",
    "Discord": "Discord",
    "Session logs": "Sessioni utente",
    ":online :hotel online": ":online :hotel online",
    "Flash client": "Flash client",
    "Ban type:": "Tipo di Ban:",
    "Ban reason:": "Motivo del Ban:",
    "Ban expiration:": "Scadenza del Ban:",
    "If you believe this is a mistake, please reach out to one of our staff members through our Discord server!": "Se ritieni che si tratti di un errore, contatta uno dei membri del nostro staff tramite il nostro server Discord!",
    "Join discord": "Join discord",
    "There is currently no articles": "Al momento non ci sono news!",
    "Staff login": "Staff login",
    "General Rules": "Regole generali",
    "Rules and regulations are subject to change without notice. As a member of the :hotel community, you hereby agree to and understand the following terms and conditions above. Failure to comply with these rules and regulations will result in the necessary sanctions implemented upon your account. If you have any questions or concerns in regards to The :hotel Way, please do not hesitate to ask a member of the Hotel Staff.": "Norme e regolamenti sono soggetti a modifiche senza preavviso. Come membro della comunità :hotel, con la presente accetti e comprendi i seguenti termini e condizioni. Il mancato rispetto di queste regole e regolamenti comporterà le necessarie sanzioni implementate sul tuo account. Se hai domande o dubbi riguardanti le :hotel way, non esitare a chiedere a un membro dello staff!",
    "The general rules of :hotel": "Regolamento generale di :hotel",
    "Do not abuse the Call for Help (CFH) system; it should be used during emergency purposes only.": "Non abusare del sistema Call for Help (CFH); dovrebbe essere usato solo durante le emergenze.",
    "Do not advertise other Habbo Retros; hotel links or purposely mentioning the name of another hotel with the intentions of advertising is not permitted.": "Non pubblicizzare altri Habbo Retros; non è consentito inserire link di hotel o menzionare intenzionalmente il nome di un altro hotel con intenzioni pubblicitarie.",
    "Do not attempt to or scam credits or furniture from other users through betting, gaming, or trading.": "Non tentare di truffare crediti o furni di altri utenti tramite scommesse, giochi o scambi.",
    "Do not bully, harass, or abuse other users; avoid violent or aggressive behavior.": "Non fare il prepotente, molestare o abusare di altri utenti; evitare comportamenti violenti o aggressivi.",
    "Do not disclose any personal information of another user (e.g., address, IP Address, phone number, school, private images etc.) without their consent.": "Non divulgare alcuna informazione personale di un altro utente (ad es. indirizzo, indirizzo IP, numero di telefono, scuola, immagini private ecc.) senza il suo consenso.",
    "Do not excessively repeat identical or similar statements (spamming).": "Non ripetere eccessivamente affermazioni identiche o simili (spamming).",
    "Users are to not participate in any sexual, inappropriate, or generally objective acts towards other users without their prior consent.": "Gli utenti non devono partecipare ad atti sessuali, inappropriati o generalmente obiettivi nei confronti di altri utenti senza il consenso.",
    "Do not make rooms with inappropriate or abusive names.": "Non fare stanze con nomi inappropriati o offensivi.",
    "Do not attempt to or successfully harm a user’s home internet connection.": "Non tentare di danneggiare o danneggiare con successo la connessione Internet domestica di un utente. (DDOS)",
    "Do not disrupt events with explicit language or negative behavior.": "Non interrompere gli eventi con un linguaggio esplicito o un comportamento negativo.",
    "Account Rules": "Regole dell'account",
    "The general account rules on :hotel": "regolamento generale dell'account in :hotel",
    "Do not attempt to or give away, buy, sell, or trade your": "Non regalare, acquistare, vendere o scambiare il tuo account",
    "account and/or": "per",
    "items for virtual items from another game, accounts from another game, cash, or vice versa without permission from an Administrator. This includes giving away, buying, selling or trading": "oggetti virtuali di un altro gioco, account di un altro gioco, contanti o viceversa.",
    "furniture/currency for Habbo furniture/currency or vice versa.": "vale anche per Furni, Rari e Valuta.",
    "Do not create a username with an offensive name that is insulting, racist, harassing, or generally objectionable.": "Non creare un nome utente con un nome offensivo che sia offensivo, razzista, molesto o generalmente discutibile.",
    "Do not evade an IP Address ban.": "Do not evade an IP Address ban.",
    "Do not share your account with other users.": "Non condividere il tuo account con altri utenti.",
    "Do not threaten to, attempt to, or hack other users accounts.": "Non minacciare, tentare o hackerare gli account di altri utenti.",
    "Do not create multiple accounts for the purpose of taking an advantage over gaining more in-game currency and/or rares of any kind.": "Non creare più account allo scopo di trarre vantaggio dall'ottenere più valuta di gioco e/o rari di qualsiasi tipo.",
    "Do not re-appeal your ban unless stated otherwise. This means if you re-appeal in 2 days after your first appeal was denied and you were told to re-appeal in 2-3 weeks, you will be banned from the forum as well as the hotel.": "Non ricorrere nuovamente al divieto se non diversamente indicato. Ciò significa che se fai nuovamente ricorso entro 2 giorni dal rifiuto del tuo primo ricorso e ti è stato detto di presentare nuovamente ricorso entro 2-3 settimane, sarai bandito dal forum e dall'hotel.",
    "Accounts are limited to 2 per person. This means, only 1 Alt acc is acceptable. Anything more than this, will result in a full account wipe including credits, and rares.": "Gli account sono limitati a 2 a persona. Ciò significa che è accettato solo 1 Clone. Qualsiasi clone in più, comporterà una cancellazione completa dell'account inclusi crediti e rari.",
    ":hotel rules & guidelines": ":hotel Regole e linee guida",
    "Do not attempt to or exploit errors of": "Non sfruttare i BUG di",
    "report it to the Administration immediately.": "segnalali immediatamente ad un membro dello staff.",
    "Do not attempt to or refund your VIP Membership or donation to": "Non è previsto il rimborso sulle donazioni per quanto riguarda i paccheti VIP, RARI O VALUTA di",
    "at any given time; all payments are final.": "tutti i pagamenti sono definitivi.",
    "Do not intentionally give wrong or misleading information to staff members in reports about rule violations, complaints, bug reports, or support requests.": "Non fornire intenzionalmente informazioni sbagliate ai membri dello staff quanto riguarda Bug, Segnalazioni O Richieste di supporto",
    "Do not make false statements against": "Non diffondere false informazioni su",
    "or any other part of its services.": "e i suoi membri dello staff.",
    "Do not pretend to be a representative of": "Non fingerti membro dello staff di",
    "This includes mimicing, acting like them, and or claim to have staff powers.": "facendo credere agli utendi di avere gli stessi poteri",
    "Do not threaten to, attempt to, or use any scripts or third party software to enter, disrupt, or modify": "Non minacciare, tentare o utilizzare script o software di terze parti per interrompere o modificare",
    "Non-harmful auto-typing, auto-clicking and other programs can only be used if you are the room owner or with permission from the room owner.": "La digitazione automatica, il clic automatico e altri programmi non dannosi possono essere utilizzati solo se sei il proprietario della stanza o con il permesso del proprietario della stanza.",
    "You have reached the limit of maximum allowed accounts": "Hai raggiunto il limite massimo di account consentiti",
    "Only staff can login during maintenance!": "Solo lo staff può accedere durante la manutenzione!",
    "The Google recaptcha must be completed": "Il recaptcha deve essere completo",
    "The google recaptcha was submitted with an invalid type": "Recaptcha non valido, riprova!",
    "Your account settings has been updated": "Le impostazioni dell'account sono state aggiornate",
    "The language selected is not supported": "La lingua selezionata non è supportata",
    "Your password has been changed!": "La tua password è stata modificata!",
    "You do not have enough referrals to claim your reward": "Non hai abbastanza referral per richiedere la tua ricompensa",
    "Please logout to claim your reward": "Esci per richiedere il tuo premio",
    "Woah! You have successfully claimed your reward - Keep up the good work!": "Woah! Hai reclamato con successo la tua ricompensa - Continua così!",
    "Your IP have been restricted - If you think this is a mistake, you can contact us on our Discord.": "Il tuo IP è stato limitato - Se ritieni che questo sia un errore, puoi contattarci sul nostro Discord.",
    "It seems like your current password is wrong.": "Password errata!",
    "The Google recaptcha was not successful.": "il recaptcha non è andato a buon fine.",
    "Online Friends": "Amici Online",
    "These credentials do not match our records.": "Le credenziali inserite non sono corrette!",
    "Mission": "Motto",
    "Online Since": "Online dal",
    "The beta code is invalid.": "il tuo codice Beta non è valido.",
    "Login to :hotel": "Entra in :hotel",
    "Login to :hotel and take part in the most wonderful online world!": ":hotel Un mondo virtuale fantastico!",
    "Manage your account settings": "Gestisci le impostazioni del tuo account",
    "Change your password by filling out the fields below": "Modifica la password compilando i campi sottostanti",
    "Two factor authentication": "Autenticazione a 2 Fattori",
    "Add an extra layer of security to your account by enabling two-factor authentication": "Aggiungi un ulteriore livello di sicurezza al tuo account abilitando l'autenticazione a due fattori",
    "Here at :hotel we take security very serious and therefore we offer you as a user a way to secure your beloved account even further, by allowing you to enable Googles 2-factor authentication!": "Noi di :hotel prendiamo la sicurezza molto sul serio e quindi ti offriamo un modo per proteggere ulteriormente il tuo amato account, consentendoti di abilitare l'autenticazione a 2 fattori di Google!",
    "2-factor authentication adds an extra layer of security to your account, making it physical impossible to access it without having access to your mobile phone as only your phone will contain the 2-factor authentication code which will be re-generated every 30 seconds automatically": "L'autenticazione a 2 fattori aggiunge un ulteriore livello di sicurezza al tuo account, rendendo fisicamente impossibile accedervi senza avere accesso al tuo telefono cellulare in quanto solo il tuo telefono conterrà il codice di autenticazione a 2 fattori che verrà rigenerato automaticamente ogni 30 secondi",
    "Activate 2FA": "Attiva 2FA",
    "Confirm your password": "Conferma Password",
    "You must confirm your password to continue": "Devi confermare la password per continuare",
    "You must confirm your current password before being able to toggle 2FA.": "Devi confermare la tua password attuale prima di poter attivare la 2FA.",
    "Confirm password": "Conferma Password",
    "Validate your two-factor enabling by scanning the following QR-code and enter your auto-generated 2-factor code from your phone.": "Convalida la tua abilitazione a due fattori scansionando il seguente codice QR e inserisci il codice a 2 fattori generato automaticamente dal telefono.",
    "Please save your recovery codes somewhere safe! If you lose access to your 2FA codes, those recovery codes will be needed to regain access your account.": "Salva i tuoi codici di ripristino in un posto sicuro! Se perdi l'accesso ai tuoi codici 2FA, questi codici di ripristino saranno necessari per riottenere l'accesso al tuo account.",
    "Code": "Codice",
    "Please scan the QR-code above with your phone to retrieve your two-factor authentication code.": "Scansiona il codice QR qui sopra con il tuo telefono per recuperare il tuo codice di autenticazione a due fattori.",
    "Verify 2FA": "Verifica 2FA",
    "Recovery codes:": "Codice di recupero",
    "Two factor": "Autenticazione 2FA",
    "Disable 2FA": "Disabilita 2FA",
    "Two factor challenge": "Autenticzione a due fattori",
    "Two-factor verification": "Verifica a due fattori",
    "Enter your 2-factor authentication code provided on your by the authentication app on your mobile phone.": "Inserisci il codice di autenticazione a 2 fattori fornito dall'app di autenticazione sul tuo telefono cellulare.",
    "Enter the code from your authentication app": "Inserisci il codice dalla tua app di autenticazione",
    "Lost access to your 2FA codes? Click here to use a recovery code": "Hai perso l'accesso ai tuoi codici 2FA? Fai clic qui per utilizzare un codice di recupero",
    "Recovery code": "Codice di recupero",
    "In case you dont have access to your two-factor authentication code, you can use one of your recovery codes.": "Nel caso in cui non hai accesso al tuo codice di autenticazione a due fattori, puoi utilizzare uno dei tuoi codici di recupero.",
    "Regained access to your 2FA codes? Click here to use your authentication app": "Hai riacquistato l'accesso ai tuoi codici 2FA? Clicca qui per usare la tua app di autenticazione",
    "Confirm 2FA": "Conferma 2FA",
    "Your referral code has been copied to your clipbord!": "Il tuo codice di riferimento è stato copiato negli appunti!",
    "Invalid Two Factor Authentication code": "Codice di autenticazione a due fattori non valido",
    ":hotel staff": ":hotel staff",
    "About the :hotel staff": "A proposito dello staff di :hotel...",
    "The :hotel staff team is one big happy family, each staff member has a different role and duties to fulfill.": "Il team dello staff di :hotel è una grande famiglia, ogni membro dello staff ha un ruolo diverso e doveri da svolgere.",
    "Most of our team usually consists of players that have been around :hotel for quite a while, but this does not mean we only recruit old & known players, we recruit those who shine out to us!": "La maggior parte del nostro team di solito è composta da giocatori che sono in giro per :hotel da un po' di tempo, ma questo non significa che reclutiamo solo giocatori vecchi e conosciuti, Cerchiamo persone con tanta voglia di fare, ridere e scherzare!",
    "Apply for staff": "Diventa staff!",
    "How to join the staff team": "Entra a far parte del team Staff!",
    "Every now and then staff applications may open up. Once they do we always make sure to post a news article explaining the process - So make sure you keep an eye out for those in you are interested in joining the :hotel staff team.": "Di tanto in tanto ampliamo il nostro staff, abbiamo creato una pagina apposita in cui puoi mandarci il tuo curriculum, puoi trovarla nella categoria Community. controlla la pagina ogni giorno, forse cerchiamo proprio te...",
    "You can occasionally also look at the :startTag Staff application page :endTag which will show you all of our current open positions.": "Oh! Guarda, la pagina di cui ti parlavo poco fa! :startTag Candidatura staff :endTag",
    "No positions open": "Non ci sono posizioni aperte",
    "There is currently no positions open": "Al momento non cerchiamo personale!",
    "Please come back at a later time to check if we have any positions open by then! Thank you for your interest.": "Ehy, non demoralizzarti, prova a passare più tardi...",
    "Apply for :hotel staff": "Diventa staff",
    "Select position to get started": "Seleziona la posizione per Candidarti",
    "Here at :hotel we open up for staff applications every now and then. Sometimes you will find this page empty other times it might be filled with positions, if you ever come across a position you feel you would fit perfectly into, then do not hesitate to apply for it.": ":hotel è un mondo fantastico anche grazie allo Staff. il Divertimento e la Sicurezza per noi sono molto importanti. Ti ricordiamo di candidarti solamente per il lavoro che sai svolgere meglio.",
    "You entered something that is not allowed on :hotel": "You entered something that is not allowed on :hotel",
    "Post a comment": "Post a comment",
    "Post a comment on the article, to let us know what you think about it": "Post a comment on the article, to let us know what you think about it",
    "Post comment": "Post comment",
    "Comments": "Comments",
    "Below you will see all the comments, written on this article": "Below you will see all the comments, written on this article",
    "You can only comment :amount times per article": "You can only comment :amount times per article",
    "You comment has been posted!": "You comment has been posted!",
    "You can only delete your own comments": "You can only delete your own comments",
    "You comment has been deleted!": "You comment has been deleted!",
    "Administration": "Administration",
    "Join server": "Join server",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.",
    "Email Password Reset Link": "Email Password Reset Link",
    "Reset Password": "Reset Password",
    "Enter the beta code you have been provided with": "Enter the beta code you have been provided with",
    "Enter your beta code": "Enter your beta code",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you dit not receive the email, we will gladly send you another.": "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you dit not receive the email, we will gladly send you another.",
    "A new verification link has been sent to the email address you provided during registration.": "A new verification link has been sent to the email address you provided during registration.",
    "Resend Verification Email": "Resend Verification Email",
    "Log Out": "Log Out",
    "You have already applied for :position": "You have already applied for :position",
    "Apply for :position": "Apply for :position",
    "About you": "About you",
    "Applying for :position": "Applying for :position",
    "Read before applying": "Read before applying",
    "Please field out all the fields to apply for :position. Remember when applying for a position here at :hotel you must be fully transparent and honest. If found out the information provided is false or incorrect you might risk losing your position if hired.": "Please field out all the fields to apply for :position. Remember when applying for a position here at :hotel you must be fully transparent and honest. If found out the information provided is false or incorrect you might risk losing your position if hired.",
    "Teams": "Teams",
    "Staff applications": "Staff applications",
    "Rare values": "Rare values",
    "You will receive:": "You will receive:",
    "Buy for $:cost": "Buy for $:cost",
    "No published articles": "No published articles",
    "Thank you for playing :hotel. We have put a lot of effort into making the hotel what it is, and we truly appreciate you being here.": "Thank you for playing :hotel. We have put a lot of effort into making the hotel what it is, and we truly appreciate you being here.",
    ":hotel is driven by Atom CMS made by:": ":hotel is driven by Atom CMS made by:",
    "Credits:": "Credits:",
    "An online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "An online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!",
    "Hello there! We are truly grateful that you have chosen Atom CMS for your hotel.": "Hello there! We are truly grateful that you have chosen Atom CMS for your hotel.",
    "Atom CMS is built with the community in mind, meaning we highly value community input, rather than only bringing our own ideas & vision to the CMS we try our very best to implement suggestions made by our beloved community. We want everyone to be able to contribute or customise Atom CMS to their needs without having a bachelor in programming.": "Atom CMS is built with the community in mind, meaning we highly value community input, rather than only bringing our own ideas & vision to the CMS we try our very best to implement suggestions made by our beloved community. We want everyone to be able to contribute or customise Atom CMS to their needs without having a bachelor in programming.",
    "Atom CMS sole purpose is to empower hotel owners like you. We want you to be able to run your hotel with ease. Our user-friendly interface, robust features, and helpful community are here to ensure that your experience with Atom CMS is nothing short of exceptional!": "Atom CMS sole purpose is to empower hotel owners like you. We want you to be able to run your hotel with ease. Our user-friendly interface, robust features, and helpful community are here to ensure that your experience with Atom CMS is nothing short of exceptional!",
    "As you dive into Atom CMS, we encourage you to explore the extensive range of features we have curated to help you bring your vision to life. From customizable templates to seamless integrations with clients like Nitro, we will have you set up in no time.": "As you dive into Atom CMS, we encourage you to explore the extensive range of features we have curated to help you bring your vision to life. From customizable templates to seamless integrations with clients like Nitro, we will have you set up in no time.",
    "Once again, thank you for choosing Atom CMS, and we cannot wait to see the incredible project you will create.": "Once again, thank you for choosing Atom CMS, and we cannot wait to see the incredible project you will create.",
    "With everything being said we just want to wish you a warm welcome to the Atom CMS family!": "With everything being said we just want to wish you a warm welcome to the Atom CMS family!",
    "Installation key": "Installation key",
    "Start the setup": "Start the setup",
    "Welcome to Atom CMS": "Welcome to Atom CMS",
    "We are delighted of having you trying Atom CMS": "We are delighted of having you trying Atom CMS",
    "Continue to step 2": "Continue to step 2",
    "Restart installation": "Restart installation",
    "Continue to step 3": "Continue to step 3",
    "Previous step": "Previous step",
    "Continue to step 4": "Continue to step 4",
    "Continue to step 5": "Continue to step 5",
    "Congratulations on successfully completing the Atom CMS setup! You have now taken the first steps towards an exciting new journey. With Atom CMS, you can effortlessly manage various aspect of your hotel, while giving your new visitors an easy gateway into a world of joy.": "Congratulations on successfully completing the Atom CMS setup! You have now taken the first steps towards an exciting new journey. With Atom CMS, you can effortlessly manage various aspect of your hotel, while giving your new visitors an easy gateway into a world of joy.",
    "Lastly, we just want to show our gratitude by letting your know how delighted we are to be a part of your journey and we hope you will gain some amazing memories. So, here is to your new hotel, the boundless creativity it will inspire, and the endless possibilities that lie ahead.": "Lastly, we just want to show our gratitude by letting your know how delighted we are to be a part of your journey and we hope you will gain some amazing memories. So, here is to your new hotel, the boundless creativity it will inspire, and the endless possibilities that lie ahead.",
    "Once again, congratulations and best of wishes for you & your hotel!": "Once again, congratulations and best of wishes for you & your hotel!",
    "Take me to :hotel": "Take me to :hotel",
    "Description:": "Description:",
    "Room details": "Room details",
    "Max users:": "Max users:",
    "The room guild": "The room guild",
    "Please make sure to read our shop": "Please make sure to read our shop",
    "Terms & Conditions": "Terms & Conditions",
    "before making a purchase.": "before making a purchase.",
    "Shop Terms & Conditions": "Shop Terms & Conditions",
    "Once a donation has been made and received by us, it is non-refundable under any circumstances. The donated amount which is converted into website balance cannot be converted back into cash or other forms of money. By making a donation, you acknowledge and accept these terms and agree not to initiate a chargeback or dispute with your bank or card issuer.": "Once a donation has been made and received by us, it is non-refundable under any circumstances. The donated amount which is converted into website balance cannot be converted back into cash or other forms of money. By making a donation, you acknowledge and accept these terms and agree not to initiate a chargeback or dispute with your bank or card issuer.",
    "Notice": "Notice",
    "It is important to consider the consequences of our spending habits, especially when it comes to financial decisions. If you find yourself tempted to spend money you do not have, take a moment to reflect.": "It is important to consider the consequences of our spending habits, especially when it comes to financial decisions. If you find yourself tempted to spend money you do not have, take a moment to reflect.",
    "Remember, your financial well-being is crucial, and making responsible choices is key. If you are facing difficulties in controlling your spending habits, do not hesitate to seek friendly and professional guidance. There are resources available that can provide valuable advice and support.": "Remember, your financial well-being is crucial, and making responsible choices is key. If you are facing difficulties in controlling your spending habits, do not hesitate to seek friendly and professional guidance. There are resources available that can provide valuable advice and support.",
    "Top up account": "Top up account",
    "Donate to :hotel": "Donate to :hotel",
    "Current balance: $:balance": "Current balance: $:balance",
    "Donate": "Donate",
    "Please setup the paypal credentials to allow for top ups.": "Please setup the paypal credentials to allow for top ups.",
    "Voucher": "Voucher",
    "Use a voucher for free credit": "Use a voucher for free credit",
    "Use voucher": "Use voucher",
    "E-mail": "E-mail",
    "Motto": "Motto",
    "Keep an eye on all your active sessions": "Keep an eye on all your active sessions",
    "IP": "IP",
    "IP Current Device": "IP Current Device",
    "Is Desktop": "Is Desktop",
    "Platform": "Platform",
    "Last Activity": "Last Activity",
    "No session logs found": "No session logs found",
    "2-factor authentication adds an extra layer of security to your account, making it physical impossible to access it without having access to your mobile phone as only your phone will contain the 2-factor authentication code which will be re-generated every 30 seconds automatically.": "2-factor authentication adds an extra layer of security to your account, making it physical impossible to access it without having access to your mobile phone as only your phone will contain the 2-factor authentication code which will be re-generated every 30 seconds automatically.",
    "Claim your referrals reward!": "Claim your referrals reward!",
    "It seems like you are banned off :hotel": "It seems like you are banned off :hotel",
    "All the :category rares": "All the :category rares",
    "Get an overview of all of the rares on :hotel": "Get an overview of all of the rares on :hotel",
    "We currently have no rares listed here": "We currently have no rares listed here",
    "Search": "Search",
    "Search for rares": "Search for rares",
    "Rare categories": "Rare categories",
    "Select a category below": "Select a category below",
    "All values": "All values",
    "Go back to values": "Go back to values",
    "Here is a list of all the owned :value`s": "Here is a list of all the owned :value`s",
    "owned": "owned"
}
