{
    "Home": "Home",
    "Community": "Community",
    "Shop": "Shop",
    "Rules": "Reglement",
    "Articles": "Nieuws",
    "Staff": "Staff",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "Een online virtuele wereld waar je je eigen avatar kunt maken, vrienden kunt maken, chatten, kamers kunt maken en nog veel meer!",
    "Login": "Login",
    "Register": "Registreer",
    "Create account": "Maak profiel",
    "Or": "of",
    "Latest news": "Laatste Nieuws",
    "Keep up to date with the latest hotel gossip.": "Blijf op de hoogte van alle laatste updates op :hotel",
    "Latest Photos": "Laatste Foto's",
    "Have a look at some of the great moments captured by users around the hotel.": "Bekijk enkele van de geweldige momenten die zijn vastgelegd door gebruikers rond het hotel.",
    "Username": "Gebruiksnaam",
    "Password": "Wachtwoord",
    "Confirm Password": "Bevestig wachtwoord",
    "Email": "Email",
    "Remember me": "Onthoud mij",
    "Go to :hotel": "Ga naar :hotel",
    "User Referrals": "Gebruikers Referenties",
    "Credits": "Credits",
    "Duckets": "Duckets",
    "Diamonds": "Diamanten",
    "Logout": "Logout",
    "User settings": "Instellingen",
    "User Referrals (%s/%s)": "Gebruikers Referenties (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Verwijs nieuwe gebruikers en word beloond met in-game goederen.",
    "Hier bij :hotel we hebben een verwijzingssysteem toegevoegd, waarmee u een bonus kunt krijgen voor elke :needed gebruikers die zich registreren via uw verwijzingslink, stellen u in staat een beloning van . te claimen :amount diamonds!": "Bij :hotel,we hebben een verwijzingssysteem toegevoegd waarmee je een bonus kunt krijgen voor elke gebruiker :nécessaire die zich aanmeldt via uw verwijzingslink, waarmee u een beloning van . kunt claimen :montant en Diamanten !",
    "Het stimuleren van verwijzingen door het maken van eigen accounts zal leiden tot het verwijderen van alle voortgang, valuta, inventaris en een mogelijk verbod": "Door verwijzingen te manipuleren door persoonlijke accounts aan te maken, worden alle voortgang, valuta, inventaris en mogelijke verbanning verwijderd.",
    "Copy code": "Kopier code",
    "You need to refer :needed more users, before being able to claim your reward": "U moet meer gebruikers doorverwijzen voordat u uw beloning kunt claimen.",
    "Other articles": "Ander nieuws",
    "There is currently no other articles": "Er zijn momenteel geen andere artikelen",
    ":hotel Shop": "Shop :hotel",
    "Purchase :hotel items": "Meubels kopen :hotel",
    "Hier bij :hotel Hotel we accepteren donaties om het hotel draaiende te houden en als dank ontvang je in-game goederen.": "Hier in het hotel :hotel, we accepteren donaties om het hotel draaiende te houden en als dank ontvang je in-game goederen in ruil.",
    "Why are donations important?": "Waarom zijn donaties belangrijk?",
    "Donaties zijn belangrijk, omdat het helpt om onze maandelijkse rekeningen te betalen die nodig zijn om het hotel draaiende te houden, en om nieuwe en opwindende functies toe te voegen waar jij en anderen van kunnen genieten!": "Donaties zijn belangrijk omdat ze ons helpen om de maandelijkse rekeningen te betalen die nodig zijn om het hotel draaiende te houden, en om spannende nieuwe functies voor jou en anderen toe te voegen!",
    "Om items te kopen van de :hotel winkel, bezoek onze Discord en neem contact op met de Staff van :hotel Hotel om uw aankoop te doen": "Om artikelen uit de winkel te kopen :hotel, Ga naar onze Discord en neem contact op met de hotel staff :hotel om uw aankoop te doen.",
    "Zorg ervoor dat u een e-mailadres gebruikt dat u zich herinnert, mocht u ooit uw wachtwoord kwijtraken, dan is uw e-mailadres vereist.": "Zorg ervoor dat u een e-mailadres gebruikt dat u zich herinnert, want als u uw wachtwoord verliest, wordt u om uw e-mailadres gevraagd.",
    "Your username is what you and others will see in-game": "Je gebruikersnaam is wat jij en anderen in de game zullen zien.",
    "Spice up your profile with a nice motto": "Geef je profiel wat pit met een geweldige biografie",
    "Update settings": "Voorkeuren vernieuwen",
    "Current password": "Huidig ​​wachtwoord",
    "Enter your current password":"Voer uw huidige wachtwoord in",
    "New password": "Nieuw wachtwoord",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Voer een nieuw veilig wachtwoord in. Vergeet deze niet op een veilige plaats te bewaren.",
    "Confirm new password": "Bevestig je nieuw wachtwoord",
    "Please confirm your new password": "Bevestig je nieuw wachtwoord",
    "Update password": "Wachtwoord vernieuwen",
    "Account settings": "Profiel Instellingen",
    "Password settings": "Wachtwoord instellingen",
    "Dont have an account? Join now!": "Geen account? Maak er één aan!",
    "Uw gebruikersnaam is wat u moet gebruiken wanneer u inlogt op :hotel. Het is ook wat andere gebruikers u zullen kennen, dus zorg ervoor dat u een gebruikersnaam selecteert die u leuk vindt!": "Uw gebruikersnaam is degene die u moet gebruiken om in te loggen op :hotel. Dit is ook hoe andere gebruikers je zullen herkennen, dus zorg ervoor dat je een gebruikersnaam kiest die je leuk vindt!",
    "Je hebt je e-mailadres nodig als je ooit je wachtwoord zou vergeten, dus zorg ervoor dat het iets is dat je onthoudt.": "U heeft uw e-mailadres nodig als u uw wachtwoord vergeet, dus zorg ervoor dat u het onthoudt.",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Uw wachtwoord moet minimaal 8 tekens bevatten. Zorg ervoor dat u een uniek en veilig wachtwoord gebruikt.",
    "I accept the :hotel terms & rules.": "Ik accepteer de hotelvoorwaarden en regels.",
    "Create a free account today!": "Maak vandaag nog een gratis account aan!",
    ":hotel is a not for profit educational project": ":hotel is een educatief project zonder winstoogmerk",
    "Made with": "Crée avec",
    "By": "Par",
    "We currently have no staff in this position": "We hebben momenteel geen personeel in deze functie",
    "My name is,": "Mijn naam is,",
    "Badges": "Badges",
    "Groups": "Groep",
    "Rooms": "Kamers",
    "Friends": "Vrienden",
    "It seems like :user has no badges.": "Het lijkt erop dat :user geen badges heeft.",
    "It seems like :user is not a member of any groups.": "IHet lijkt erop dat de gebruiker geen lid is van een groep.",
    "It seems like :user got no rooms.": "Het lijkt erop dat :user geen kamer heeft.",
    "It seems like :user has no friends.": "Het lijkt erop dat :user nog geen vrienden heeft.",
    "Hello!": "Hallo!",
    "There is currently :online users online": "Er zijn momenteel :online leden online"
}
