{
    "Home": "Hjem",
    "Community": "Samfunn",
    "Leaderboards": "Topplister",
    "Shop": "Butikk",
    "Rules": "Regler",
    "Articles": "Nyheter",
    "Staff": "Staff",
    "Photos": "Bilder",
    "My Profile": "Min profil",
    "Administration": "Administration",
    "Error logs": "Error logs",
    "Housekeeping": "Housekeeping",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "En online virtuell verden hvor du kan lage din egen avatar, få nye venner, chatte, lage rom og mye mer!",
    "Create your account!": "Lag din konto!",
    "Create a free account, and be a part of a fun online world!": "Opprett en gratis konto, og bli en del av en morsom online verden!",
    "Login": "Logg inn",
    "Register": "Registrer",
    "Create account": "Opprett konto",
    "Or": "Eller",
    "Latest news": "Siste nyheter",
    "Keep up to date with the latest hotel gossip.": "Hold deg oppdatert med de ferskeste nyhetene",
    "Latest Photos": "Siste bilder",
    "Have a look at some of the great moments captured by users around the hotel.": "Ta en titt på de flotte øyeblikkene tatt av brukere på hotellet",
    "Username": "Brukernavn",
    "Password": "Passord",
    "Confirm Password": "Bekreft Passord",
    "Repeat Password": "Gjenta Password",
    "Email": "Epost",
    "Remember me": "Husk meg",
    "Go to :hotel": "Gå til :hotel",
    "User Referrals": "User Referrals",
    "Credits": "Mynter",
    "Duckets": "Pixler",
    "Diamonds": "Diamanter",
    "Logout": "Logg ut",
    "User settings": "Bruker innstillinger",
    "User Referrals (%s/%s)": "Verving (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Verv nye spillere og få belønning!",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "Her på :hotel har vi et vervesystem som gjør at du blir belønnet med :amount diamanter for hver :needed bruker som registrerer seg med din vervelenke.",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Boosting ved å selv opprette nye kontoer vil føre til permanent utestenging.",
    "Copy code": "Kopier kode",
    "You need to refer :needed more users, before being able to claim your reward": "Du må verve :needed flere brukere, før du kan utløse belønningen din",
    "Other articles": "Andre nyheter",
    "Our most recent articles": "Våre nyeste nyheter",
    "There is currently no other articles": "Det er for øyeblikket ingen andre nyheter",
    ":hotel Shop": ":hotel Butikk",
    "Purchase :hotel items": "Purchase :hotel items",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.",
    "Why are donations important?": "Why are donations important?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Sørg for å bruke en ekte e-post, da du trenger den hvis du noen gang skulle glemme passordet ditt.",
    "Your username is what you and others will see in-game": "Ditt brukernavn er det du og andre vil se på hotellet",
    "Spice up your profile with a nice motto": "Spice opp profilen din med et motto",
    "Update settings": "Oppdater innstillinger",
    "Current password": "Nåværende passord",
    "Enter your current password":"Fyll inn ditt nåværende passord",
    "New password": "Nytt passord",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Fyll ut et nytt, sikkert passord. Ikke glem å lagre den et trygt sted",
    "Confirm new password": "Bekreft nytt passord",
    "Please confirm your new password": "Vennligst bekreft ditt nye passord",
    "Update password": "Oppdater passord",
    "Account settings": "Bruker innstillinger",
    "Password settings": "Passord innstillinger",
    "Dont have an account? Join now!": "Har du ikke en bruker? Bli med nå!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Brukernavnet ditt brukes for å logge inn på :hotel. Det er også hva andre brukere vil se, så sørg for å velge et navn du liker!",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Du trenger e-postadressen din i telfelle du glemmer passordet ditt, så sørg for at det er noe du husker.",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Passordet må inneholde minst 8 tegn. Sørg for å bruke et unikt og sikkert passord.",
    "I accept the :hotel terms & rules.": "Jeg godtar :hotel sine vilkår & regler.",
    "Create a free account today!": "Opprett en gratis bruker i dag!",
    ":hotel is a not for profit educational project": ":hotel er et ikke-kommersielt utdanningsprosjekt",
    "Made with": "Laget med",
    "By": "Av",
    "We currently have no staff in this position": "Vi har for øyeblikket ingen ansatte i denne stillingen.",
    "My name is,": "Mitt navn er,",
    "Badges": "Skilt",
    "Groups": "Grupper",
    "Rooms": "Rom",
    "Friends": "Venner",
    "It seems like :user has no badges.": ":user har ikke fått noen skilt enda.",
    "It seems like :user is not a member of any groups.": ":user er ikke medlem i noen grupper.",
    "It seems like :user got no rooms.": ":user har ikke laget seg et rom enda.",
    "It seems like :user has no friends.": ":user har ingen venner enda.",
    "Hello!": "Hei!",
    "There is currently :online users online": "Det er for øyeblikket :online brukere pålogget",
    "Top credits": "Top credits",
    "Top duckets": "Top duckets",
    "Top diamonds": "Top diamonds",
    "Hours online": "Hours online",
    "Respects received": "Respects received",
    "Achievement score": "Achievement score",
    ":credits credits": ":credits credits",
    ":duckets duckets": ":duckets duckets",
    ":diamonds diamonds": ":diamonds diamonds",
    ":online hours": ":online hours",
    ":respect respects received": ":respect respects received",
    ":achievement achievement score": ":achievement achievement score",
    "Nitro client": "Nitro client",
    "Insert Reaction": "Insert Reaction",
    "Add": "Add",
    "Browser": "Browser",
    "Date": "Date",
    "Enter your email": "Enter your email",
    "Choose a secure password": "Choose a secure password",
    "Repeat your chosen password": "Repeat your chosen password",
    "You are nearly in Habbo!": "You are nearly in Habbo!",
    "Click the yellow Hotel button below, then click on `run flash` when prompted to. See you in the Hotel!": "Click the yellow Hotel button below, then click on `run flash` when prompted to. See you in the Hotel!",
    "Get flash": "Get flash",
    "Whoops! It seems like you have been disconnected...": "Oops! Det virker som du har blitt koblet fra...",
    "Reload client": "Reload client",
    "Reactions with": "Reactions with",
    "Close modal": "Close modal",
    "Unknown": "Unknown",
    "Open main menu": "Open main menu",
    "Discord": "Discord",
    "Join server": "Join server",
    "Session logs": "Session logs",
    ":online :hotel online": ":online :hotel online",
    "Flash client": "Flash client",
    "Ban type:": "Ban type:",
    "Ban reason:": "Ban reason:",
    "Ban expiration:": "Ban expiration:",
    "If you believe this is a mistake, please reach out to one of our staff members through our Discord server!": "If you believe this is a mistake, please reach out to one of our staff members through our Discord server!",
    "Join discord": "Join discord",
    "There is currently no articles": "Det er for øyeblikket ingen nyheter",
    "Staff login": "Staff login",
    "General Rules": "Generelle regler",
    "Rules and regulations are subject to change without notice. As a member of the :hotel community, you hereby agree to and understand the following terms and conditions above. Failure to comply with these rules and regulations will result in the necessary sanctions implemented upon your account. If you have any questions or concerns in regards to The :hotel Way, please do not hesitate to ask a member of the Hotel Staff.": "Regler og forskrifter kan endres når som helst uten varsel. Som bruker av :hotel godtar du følgende vilkår og betingelser nedenfor. Ved brudd på disse reglene og forskriftene vil det resultere i straff. Dette kan være mute, midlertidig, eller permanent utestenging ut ifra alvorlighetsgrad. Hvis du har noen spørsmål eller bekymringer om reglene, ikke nøl med å kontakte :hotel Staff.",
    "The general rules of :hotel": "De generelle reglene for :hotel",
    "Do not abuse the Call for Help (CFH) system; it should be used during emergency purposes only.": "Ikke misbruk Call for help (CFH) systemet; den skal kun brukes om det er nødvendig.",
    "Do not advertise other Habbo Retros; hotel links or purposely mentioning the name of another hotel with the intentions of advertising is not permitted.": "Ikke annonser andre Habbo Retros; det er ikke tillatt å bruke hotelllenker eller å med vilje nevne et annet hotells navn er ikke tillatt.",
    "Do not attempt to or scam credits or furniture from other users through betting, gaming, or trading.": "Ikke forsøk å lure mynter eller møbler fra andre brukere gjennom spill, gambling eller handel.",
    "Do not bully, harass, or abuse other users; avoid violent or aggressive behavior.": "Ikke mobb, trakassere eller misbruk andre brukere; unngå voldelig eller aggressiv oppførsel." ,
    "Do not disclose any personal information of another user (e.g., address, IP Address, phone number, school, private images etc.) without their consent.": "Ikke oppgi noen personlig informasjon om en annen bruker (f.eks. adresse, IP-adresse, telefonnummer, skole, private bilder osv.) uten deres samtykke.",
    "Do not excessively repeat identical or similar statements (spamming).": "Ikke spam - det er absolutt ingen som synes det er morsomt.",
    "Users are to not participate in any sexual, inappropriate, or generally objective acts towards other users without their prior consent.": "Brukere skal ikke delta i seksuelle, upassende eller generelt objektive handlinger overfor andre brukere uten deres samtykke.",
    "Do not make rooms with inappropriate or abusive names.": "Ikke lag rom med upassende eller støtende navn.",
    "Do not attempt to or successfully harm a user’s home internet connection.": "All form for hacking og digital sabotasje, både mot hotellet og andre brukere er strengt forbudt.",
    "Do not disrupt events with explicit language or negative behavior.": "Ikke forstyrr eventer med eksplisitt språk eller negativ oppførsel.",
    "Account Rules": "Konto regler",
    "The general account rules on :hotel": "De generelle kontoreglene for :hotel",
    "Do not attempt to or give away, buy, sell, or trade your": "Det er ikke lov å gi bort, kjøpe eller bytte :hotel",
    "account and/or": "kontoer og/eller",
    "items for virtual items from another game, accounts from another game, cash, or vice versa without permission from an Administrator. This includes giving away, buying, selling or trading": "items for virtual items from another game, accounts from another game, cash, or vice versa without permission from an Administrator. This includes giving away, buying, selling or trading",
    "furniture/currency for Habbo furniture/currency or vice versa.": "furniture/currency for Habbo furniture/currency or vice versa.",
    "Do not create a username with an offensive name that is insulting, racist, harassing, or generally objectionable.": "Ikke opprett et brukernavn som er fornærmende, rasistisk, trakasserende eller generelt sett kritikkverdig.",
    "Do not evade an IP Address ban.": "Ikke bruk VPN for å omgå IP utestengelse.",
    "Do not share your account with other users.": "Ikke del kontoen din med andre brukere.",
    "Do not threaten to, attempt to, or hack other users accounts.": "Det er ikke lov å true med, forsøk på eller hacke andre brukerkontoer.",
    "Do not create multiple accounts for the purpose of taking an advantage over gaining more in-game currency and/or rares of any kind.": "Ikke opprett flere kontoer med formål å utnytte verdisystemet på noen måte.",
    "Do not re-appeal your ban unless stated otherwise. This means if you re-appeal in 2 days after your first appeal was denied and you were told to re-appeal in 2-3 weeks, you will be banned from the forum as well as the hotel.": "Ikke spør om å bli unbannet igjen med mindre vi sier noe annet ved første forsøk. Hvis du blir informert om at du kan søke på nytt etter 2-3 uker og du søker etter 2 dager, vil du bli permanent utestengt uten mulighet for unban fra både Discord og hotellet.",
    "Accounts are limited to 2 per person. This means, only 1 Alt acc is acceptable. Anything more than this, will result in a full account wipe including credits, and rares.": "Antall kontoer er begrenset til 2 per person. Dette betyr at kun 1 ALT-brukere er akseptabelt. Alt annet enn dette vil føre til at hele brukeren blir slettet, inkludert kreditter og rariteter.",
    ":hotel rules & guidelines": ":hotel regler og retningslinjer",
    "Do not attempt to or exploit errors of": "Ikke forsøk å eller utnytte feil og bugs på :hotel;",
    "report it to the Administration immediately.": "rapporter det til en staff medlem umiddelbart.",
    "Do not attempt to or refund your VIP Membership or donation to": "Ikke prøv å refundere ditt VIP-medlemskap eller donasjon til :hotel",
    "at any given time; all payments are final.": "til enhver tid; alle kjøp er endelige.",
    "Do not intentionally give wrong or misleading information to staff members in reports about rule violations, complaints, bug reports, or support requests.": "Ikke gi med vilje feil eller villedende informasjon til Staff i forbindelse med rapporter om regelbrudd, klager, bug rapporter eller hjelpeforespørsler.",
    "Do not make false statements against": "Ikke spre falsk informasjon om :hotel",
    "or any other part of its services.": "eller noen av våre tjenester.",
    "Do not pretend to be a representative of": "Ikke lat som om du representerer :hotel.",
    "This includes mimicing, acting like them, and or claim to have staff powers.": "Dette inkluderer å late som eller å påstå at du er med i Staff.",
    "Do not threaten to, attempt to, or use any scripts or third party software to enter, disrupt, or modify": "Det er ikke lov å true med, forsøke eller å bruke scripts eller tredjepartsprogrammer for å forstyrre eller jukse på :hotel.",
    "Non-harmful auto-typing, auto-clicking and other programs can only be used if you are the room owner or with permission from the room owner.": "Ikke-skadelig autoskriving, auto-clicker, og andre lignende programmer kan kun brukes hvis du er romeier eller med tillatelse fra romeieren.",
    "You have reached the limit of maximum allowed accounts": "Du har nådd grensen for maksimalt tillatte kontoer",
    "Only staff can login during maintenance!": "Kun ansatte kan logge inn under vedlikehold!",
    "The Google recaptcha must be completed": "Google recaptchaen må fullføres",
    "The google recaptcha was submitted with an invalid type": "The google recaptcha was submitted with an invalid type",
    "Your account settings has been updated": "Brukerinstillingene er oppdatert.",
    "The language selected is not supported": "Det valgte språket støttes ikke",
    "Your password has been changed!": "Ditt passord har blitt endret!",
    "You do not have enough referrals to claim your reward": "You do not have enough referrals to claim your reward",
    "Please logout to claim your reward": "Logg ut for å kreve belønningen din",
    "Woah! You have successfully claimed your reward - Keep up the good work!": "Woah! Du har krevd belønningen din - Fortsett med det gode arbeidet!",
    "Your IP have been restricted - If you think this is a mistake, you can contact us on our Discord.": "IP-adressen din har blitt begrenset - Hvis du tror dette er en feil, kan du kontakte oss på vår Discord.",
    "It seems like your current password is wrong.": "Det ser ut til at ditt nåværende passord er feil.",
    "The Google recaptcha was not successful.": "Google recaptchaen var ikke vellykket.",
    "Online Friends": "Online Venner",
    "Mission": "Mission",
    "Online Since": "Online Siden",
    "The beta code is invalid.": "Betakoden er ugyldig.",
    ":hotel staff": ":hotel staff",
    "": "Om :hotel staff",
    "The :hotel staff team is one big happy family, each staff member has a different role and duties to fulfill.": "The :hotel staff team is one big happy family, each staff member has a different role and duties to fulfill.",
    "Most of our team usually consists of players that have been around :hotel for quite a while, but this does not mean we only recruit old & known players, we recruit those who shine out to us!": "Most of our team usually consists of players that have been around :hotel for quite a while, but this does not mean we only recruit old & known players, we recruit those who shine out to us!",
    "Apply for staff": "Apply for staff",
    "How to join the staff team": "How to join the staff team",
    "Every now and then staff applications may open up. Once they do we always make sure to post a news article explaining the process - So make sure you keep an eye out for those in you are interested in joining the :hotel staff team.": "Every now and then staff applications may open up. Once they do we always make sure to post a news article explaining the process - So make sure you keep an eye out for those in you are interested in joining the :hotel staff team.",
    "You can occasionally also look at the :startTag Staff application page :endTag which will show you all of our current open positions.": "You can occasionally also look at the :startTag Staff application page :endTag which will show you all of our current open positions.",
    "You entered something that is not allowed on :hotel": "You entered something that is not allowed on :hotel",
    "Post a comment": "Post a comment",
    "Post a comment on the article, to let us know what you think about it": "Post a comment on the article, to let us know what you think about it",
    "Post comment": "Post comment",
    "Comments": "Comments",
    "Below you will see all the comments, written on this article": "Below you will see all the comments, written on this article",
    "You can only comment :amount times per article": "You can only comment :amount times per article",
    "You comment has been posted!": "You comment has been posted!",
    "You can only delete your own comments": "You can only delete your own comments",
    "You comment has been deleted!": "You comment has been deleted!"
}
