{
    "Home": "Hem",
    "Community": "Gemenskap",
    "Leaderboards": "Topplista",
    "Shop": "Shoppen",
    "Rules": "Regler",
    "Articles": "Nyheter",
    "Staff": "Personal",
    "Photos": "Bilder",
    "Error logs": "Felloggar",
    "Housekeeping": "Housekeeping",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "En virtuell värld online där du kan skapa din egen avatar, få vänner, chatta, skapa rum och mycket mer!",
    "Create your account!": "Skapa ditt konto!",
    "Create a free account, and be a part of a fun online world!": "Skapa ett gratis konto och bli en del av en rolig onlinevärld!",
    "Login": "Logga in",
    "Register": "Registrera",
    "Create an account": "Skapa ett konto",
    "Or": "Eller",
    "Latest news": "Senaste nyheterna",
    "Keep up to date with the latest hotel gossip.": "Håll dig uppdaterad med det senaste skvallret på hotellet.",
    "Latest Photos": "Senaste bilderna",
    "Have a look at some of the great moments captured by users around the hotel.": "Ta en titt på några av de fantastiska ögonblick som användare har fångat runt om på hotellet.",
    "Username": "Användarnamn",
    "Password": "Lösenord",
    "Confirm Password": "Bekräfta lösenord",
    "Repeat Password": "Upprepa lösenord",
    "Email": "E-post",
    "Remember me": "Kom ihåg mig",
    "Go to :hotel": "Gå till :hotel",
    "User Referrals": "Inbjudningar",
    "Credits": "Mynt",
    "Duckets": "Pixlar",
    "Diamonds": "Diamanter",
    "Logout": "Logga ut",
    "User settings": "Inställningar",
    "User Referrals (%s/%s)": "Inbjudningar (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Bjud in nya användare och bli belönad i spelet.",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "Här på :hotel Vi har lagt till ett belöningingssystem som gör det möjligt för dig att få en bonus för varje :needed användare som registrerar sig via din länk ger dig möjlighet att få en belöning på :amount diamanter!",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Om du ökar inbjudningar genom att skapa egna konton så kommer det att leda till att alla belöningar, valutor och rariteter tas bort och leda till en potentiell bannlysning.",
    "Copy code": "Kopiera länk",
    "You need to refer :needed more users, before being able to claim your reward": "Du måste bjuda in :needed fler användare, innan du kan få din belöning.",
    "Other articles": "Andra nyheter",
    "Our most recent articles": "Våra senaste nyheter",
    "There is currently no other articles": "Det finns för närvarande inga andra nyheter",
    ":hotel Shop": ":hotel Shoppen",
    "Purchase :hotel items": "Köp :hotel förmåner",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": "Här på :hotel Hotel tar vi emot donationer för att hålla hotellet igång och som tack får du i gengäld förmåner i spelet.",
    "Why are donations important?": "Varför är donationer viktiga?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "Donationer är viktiga, eftersom de hjälper oss att betala våra månatliga räkningar som behövs för att hålla hotellet igång, samt att lägga till nya och spännande funktioner som du och andra kan njuta av!",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "Om du vill köpa förmåner från :hotel shoppen, besök vår Discord och kontakta ägaren av :hotel Hotell för att genomföra ditt köp",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Se till att du använder en e-postadress som du kommer ihåg, om du någon gång förlorar ditt lösenord kommer din e-postadress att krävas.",
    "Your username is what you and others will see in-game": "Ditt användarnamn är det som du och andra kommer att se i spelet.",
    "Spice up your profile with a nice motto": "Piffa upp din profil med ett trevligt motto",
    "Update settings": "Uppdatera inställningar",
    "Current password": "Aktuellt lösenord",
    "Enter your current password": "Ange ditt aktuella lösenord",
    "New password": "Nytt lösenord",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Ange ett nytt säkert lösenord. Glöm inte att spara det på en säker plats.",
    "Confirm new password": "Bekräfta nytt lösenord",
    "Please confirm your new password": "Bekräfta det nya lösenordet",
    "Update password": "Uppdatera lösenordet",
    "Account settings": "Kontoinställningar",
    "Password settings": "Byt Lösenord",
    "Dont have an account? Join now!": "Har du inget konto? Gå med nu!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Ditt användarnamn är det som du måste använda när du loggar in på :hotel. Det är också vad andra användare kommer att känna igen dig som, så se till att du väljer ett användarnamn som du gillar!",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Du behöver din e-postadress om du skulle glömma ditt lösenord, så se till att det är något du kommer ihåg.",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Lösenordet måste innehålla minst 8 tecken. Se till att använda ett unikt och säkert lösenord.",
    "I accept the :hotel terms & rules.": "Jag accepterar :hotel villkor och regler.",
    "Create a free account today!": "Skapa konto!",
    ":hotel is a not for profit educational project": ":hotel är ett icke-vinstdrivande utbildningsprojekt",
    "Made with": "Skapad med",
    "By": "Av",
    "We currently have no staff in this position": "Vi har för närvarande ingen personal i denna tjänst.",
    "My name is,": "Mitt namn är,",
    "Badges": "Emblem",
    "Groups": "Grupper",
    "Rooms": "Rum",
    "Friends": "Vänner",
    "It seems like :user has no badges.": "Det verkar som om :user inte har några emblems.",
    "It seems like :user is not a member of any groups.": "Det verkar som om :user inte är med i några grupper.",
    "It seems like :user got no rooms.": "Det verkar som om :user inte har några rum.",
    "It seems like :user has no friends.": "Det verkar som om :user inte har några friends.",
    "Hello!": "Välkommen!",
    "There is currently :online users online": "Det är just nu :online användare online",
    "Top credits": "Flest Mynt",
    "Top duckets": "Flest Pixels",
    "Top diamonds": "Flest Diamanter",
    "Hours online": "Timmar online",
    "Respects received": "Flest respekt",
    "Achievement score": "Flest Prestations poäng",
    ":credits credits": ":credits Mynt",
    ":duckets duckets": ":duckets Pixels",
    ":diamonds diamonds": ":diamonds Diamanter",
    ":online hours": ":online Timmar",
    ":respect respects received": ":respect respekt",
    ":achievement achievement score": ":achievement Prestations poäng",
    "Nitro client": "Nitro client",
    "Insert Reaction": "Reagera med emoji",
    "Add": "Reagera",
    "Browser": "Webbläsare",
    "Date": "Datum",
    "Enter your email": "Ange din e-postadress",
    "Choose a secure password": "Välj ett säkert lösenord",
    "Repeat your chosen password": "Upprepa det lösenord du har valt",
    "You are nearly in Habbo!": "Du är nästan i Habbo!",
    "Click the yellow Hotel button below, then click on `run flash` when prompted to. See you in the Hotel!": "Klicka på den gula hotellknappen nedan och klicka sedan på `kör flash` när du uppmanas att göra det. Vi ses på hotellet!",
    "Get flash": "Hämta Flash",
    "Whoops! It seems like you have been disconnected...": "Hoppsan! Det verkar som om du har blivit bortkopplad...",
    "Reload client": "Ladda om klienten",
    "Reactions with": "Reagera",
    "Close modal": "Stäng",
    "Unknown": "Okänd",
    "Open main menu": "Öppna huvudmenyn",
    "Discord": "Discord",
    "Session logs": "Sessionsloggar",
    ":online :hotel online": ":online :hotel online",
    "Flash client": "Flash client",
    "Ban type:": "Ban typ:",
    "Ban reason:": "Ban anledning:",
    "Ban expiration:": "Ban går ut:",
    "If you believe this is a mistake, please reach out to one of our staff members through our Discord server!": "Om du tror att detta är ett misstag kan du kontakta en av våra medarbetare via vår Discord-server!",
    "Join discord": "Gå med discord",
    "There is currently no articles": "Det finns för närvarande inga nyheter",
    "Staff login": "Staff login",
    "General Rules": "Allmänna regler",
    "Rules and regulations are subject to change without notice. As a member of the :hotel community, you hereby agree to and understand the following terms and conditions above. Failure to comply with these rules and regulations will result in the necessary sanctions implemented upon your account. If you have any questions or concerns in regards to The :hotel Way, please do not hesitate to ask a member of the Hotel Staff.": "Regler och bestämmelser kan ändras utan föregående meddelande. Som medlem av :hotel community godkänner och förstår du härmed följande villkor nedan. Om du inte följer dessa regler och bestämmelser kommer nödvändiga sanktioner att genomföras på ditt konto. Om du har några frågor eller funderingar om :hotel tveka inte att fråga en medlem av hotellets personal.",
    "The general rules of :hotel": "De allmänna bestämmelserna för :hotel",
    "Do not abuse the Call for Help (CFH) system; it should be used during emergency purposes only.": "Missbruka inte systemet Call for Help (CFH).; Det bör endast användas i nödsituationer.",
    "Do not advertise other Habbo Retros; hotel links or purposely mentioning the name of another hotel with the intentions of advertising is not permitted.": "Gör inte reklam för andra Habbo Retros; Det är inte tillåtet att använda hotelllänkar eller att avsiktligt nämna ett annat hotells namn i reklamsyfte.",
    "Do not attempt to or scam credits or furniture from other users through betting, gaming, or trading.": "Försök inte att lura till dig valutor eller möbler från andra användare genom vadslagning, spel eller handel.",
    "Do not bully, harass, or abuse other users; avoid violent or aggressive behavior.": "Mobba, trakassera eller misshandla inte andra användare; undvik våldsamt eller aggressivt beteende.",
    "Do not disclose any personal information of another user (e.g., address, IP Address, phone number, school, private images etc.) without their consent.": "Lämna inte ut någon personlig information om en annan användare (t.ex. adress, IP-adress, telefonnummer, skola, privata bilder etc.) utan deras samtycke.",
    "Do not excessively repeat identical or similar statements (spamming).": "Upprepa inte identiska eller liknande uttalanden i alltför stor utsträckning (spamming).",
    "Users are to not participate in any sexual, inappropriate, or generally objective acts towards other users without their prior consent.": "Användarna får inte delta i sexuella, olämpliga eller allmänt objektiva handlingar mot andra användare utan deras föregående samtycke.",
    "Do not make rooms with inappropriate or abusive names.": "Skapa inte rum med olämpliga eller kränkande namn.",
    "Do not attempt to or successfully harm a user’s home internet connection.": "Försök inte att skada en användares heminternetanslutning och lyckas inte heller med det.",
    "Do not disrupt events with explicit language or negative behavior.": "Stör inte evenemanget med uttryckligt språk eller negativt beteende.",
    "Account Rules": "Account Rules",
    "The general account rules on :hotel": "De allmänna kontobestämmelserna för :hotel",
    "Do not attempt to or give away, buy, sell, or trade your": "Försök inte att ge bort, köpa, sälja eller byta",
    "account and/or": "konto och/eller",
    "items for virtual items from another game, accounts from another game, cash, or vice versa without permission from an Administrator. This includes giving away, buying, selling or trading": "föremål mot virtuella föremål från ett annat spel, konton från ett annat spel, kontanter eller tvärtom utan tillstånd från en administratör. Detta inkluderar att ge bort, köpa, sälja eller byta.",
    "furniture/currency for Habbo furniture/currency or vice versa.": "möbler/valuta för Habbo-möbler/valuta eller vice versa.",
    "Do not create a username with an offensive name that is insulting, racist, harassing, or generally objectionable.": "Skapa inte ett användarnamn med ett stötande namn som är förolämpande, rasistiskt, trakasserande eller allmänt stötande.",
    "Do not evade an IP Address ban.": "Undvik inte ett IP-förbud.",
    "Do not share your account with other users.": "Dela inte ditt konto med andra användare.",
    "Do not threaten to, attempt to, or hack other users accounts.": "Hota inte, försök inte eller hacka andra användares konton.",
    "Do not create multiple accounts for the purpose of taking an advantage over gaining more in-game currency and/or rares of any kind.": "Skapa inte flera konton i syfte att få en fördel för att få mer spelvaluta och/eller rariteter av något slag.",
    "Do not re-appeal your ban unless stated otherwise. This means if you re-appeal in 2 days after your first appeal was denied and you were told to re-appeal in 2-3 weeks, you will be banned from the forum as well as the hotel.": "Om inget annat anges ska du inte överklaga ditt förbud på nytt. Detta innebär att om du överklagar på nytt inom två dagar efter det att din första överklagan avslogs och du fick veta att du skulle göra en ny överklagan inom 2-3 veckor, kommer du att bannlysas från både forumet och hotellet.",
    "Accounts are limited to 2 per person. This means, only 1 Alt acc is acceptable. Anything more than this, will result in a full account wipe including credits, and rares.": "Antalet konton är begränsat till 2 per person. Detta innebär att endast 1 Alt-acco är godtagbart. Allt annat än detta kommer att leda till att hela kontot raderas, inklusive krediter och rariteter.",
    ":hotel rules & guidelines": ":hotel regler och riktlinjer",
    "Do not attempt to or exploit errors of": "Försök inte att utnyttja eller utnyttja fel i",
    "report it to the Administration immediately.": "rapportera det omedelbart till administrationen.",
    "Do not attempt to or refund your VIP Membership or donation to": "Försök inte att återbetala ditt VIP-medlemskap eller din donation till",
    "at any given time; all payments are final.": "vid varje given tidpunkt; alla betalningar är slutgiltiga.",
    "Do not intentionally give wrong or misleading information to staff members in reports about rule violations, complaints, bug reports, or support requests.": "Ge inte avsiktligt felaktig eller vilseledande information till personalen i rapporter om regelbrott, klagomål, felrapporter eller supportförfrågningar.",
    "Do not make false statements against": "Gör inga falska påståenden mot",
    "or any other part of its services.": "eller någon annan del av dess tjänster.",
    "Do not pretend to be a representative of": "Utge dig inte för att vara en representant för",
    "This includes mimicing, acting like them, and or claim to have staff powers.": "Detta inbegriper att de efterliknar dem, beter sig som dem och hävdar att de har personalens rättigheter.",
    "Do not threaten to, attempt to, or use any scripts or third party software to enter, disrupt, or modify": "Hot inte mot, försök inte att eller använd inga skript eller programvara från tredje part för att ta dig in i, störa eller modifiera",
    "Non-harmful auto-typing, auto-clicking and other programs can only be used if you are the room owner or with permission from the room owner.": "Icke-skadliga program för automatisk maskinskrivning, automatiskt klickande och andra program kan endast användas om du är rummets ägare eller om du har tillåtelse från rummets ägare.",
    "You have reached the limit of maximum allowed accounts": "Du har nått gränsen för antalet tillåtna konton",
    "Only staff can login during maintenance!": "Endast personal kan logga in under underhållet!",
    "The Google recaptcha must be completed": "Google recaptcha måste fyllas i",
    "The google recaptcha was submitted with an invalid type": "Google recaptcha skickades in med en ogiltig typ.",
    "Your account settings has been updated": "Dina kontoinställningar har uppdaterats",
    "The language selected is not supported": "Det valda språket stöds inte",
    "Your password has been changed!": "Ditt lösenord har ändrats!",
    "You do not have enough referrals to claim your reward": "Du har inte tillräckligt många hänvisningar för att få din belöning.",
    "Please logout to claim your reward": "Logga ut för att hämta din belöning",
    "Woah! You have successfully claimed your reward - Keep up the good work!": "Woah! Du har framgångsrikt hämtat din belöning - fortsätt med det goda arbetet!",
    "Your IP have been restricted - If you think this is a mistake, you can contact us on our Discord.": "Din IP har begränsats - Om du tror att det är ett misstag kan du kontakta oss på vår Discord.",
    "It seems like your current password is wrong.": "Det verkar som om ditt nuvarande lösenord är fel.",
    "The Google recaptcha was not successful.": "Googles recaptcha fungerade inte.",
    "Online Friends": "Inloggade vänner",
    "These credentials do not match our records.": "Det angivna användarnamnet eller lösenord är felaktigt.",
    "Mission": "Motto",
    "Online Since": "Loggade in senast",
    "The beta code is invalid.": "din betakod är ogiltig.",
    "Login to :hotel": "Checka in på :hotel",
    "Login to :hotel and take part in the most wonderful online world!": ":hotel En fantastisk virtuell värld!",
    "Manage your account settings": "Hantera dina kontoinställningar",
    "Change your password by filling out the fields below": "Ändra lösenordet genom att fylla i fälten nedan",
    "Two factor authentication": "2-faktors autentisering",
    "Add an extra layer of security to your account by enabling two-factor authentication": "Lägg till ett extra säkerhet för ditt konto genom att aktivera tvåfaktorsautentisering.",
    "Here at :hotel we take security very serious and therefore we offer you as a user a way to secure your beloved account even further, by allowing you to enable Googles 2-factor authentication!": "Vi på :hotel tar säkerheten på största allvar och erbjuder dig därför ett sätt att skydda ditt älskade konto ytterligare genom att aktivera Googles 2-faktorsautentisering!",
    "2-factor authentication adds an extra layer of security to your account, making it physical impossible to access it without having access to your mobile phone as only your phone will contain the 2-factor authentication code which will be re-generated every 30 seconds automatically": "2-faktorsautentisering lägger till ett extra säkerhet för ditt konto, vilket gör det fysiskt omöjligt att komma åt det utan att ha tillgång till din mobiltelefon, eftersom endast din telefon innehåller koden för 2-faktorsautentisering som automatiskt förnyas var 30:e sekund.",
    "Activate 2FA": "Aktivera 2FA",
    "Confirm your password": "Bekräfta lösenord",
    "You must confirm your password to continue": "Du måste bekräfta lösenordet för att fortsätta",
    "You must confirm your current password before being able to toggle 2FA.": "Du måste bekräfta ditt nuvarande lösenord innan du kan aktivera 2FA.",
    "Confirm password": "Bekräfta lösenord",
    "Validate your two-factor enabling by scanning the following QR-code and enter your auto-generated 2-factor code from your phone.": "Validera din tvåfaktorautentisering genom att skanna följande QR-kod och ange den automatiskt genererade tvåfaktorkoden från din telefon.",
    "Please save your recovery codes somewhere safe! If you lose access to your 2FA codes, those recovery codes will be needed to regain access your account.": "Spara dina återställningskoder på en säker plats! Om du förlorar tillgången till dina 2FA-koder behöver du dessa återställningskoder för att återfå tillgång till ditt konto.",
    "Code": "Kod",
    "Please scan the QR-code above with your phone to retrieve your two-factor authentication code.": "Skanna QR-koden ovan med din telefon för att hämta din kod för tvåfaktorsautentisering.",
    "Verify 2FA": "Verifiera 2FA",
    "Recovery codes:": "Återställningskoder",
    "Two factor": "2FA-autentisering",
    "Disable 2FA": "Inaktivera 2FA",
    "Two factor challenge": "Tvåfaktorsautentisering",
    "Two-factor verification": "Verifiering med Tvåfaktorsautentisering",
    "Enter your 2-factor authentication code provided on your by the authentication app on your mobile phone.": "Ange koden för 2-faktorsautentisering som tillhandahålls av autentiseringsappen på din mobiltelefon.",
    "Enter the code from your authentication app": "Ange koden från din autentiseringsapp",
    "Lost access to your 2FA codes? Click here to use a recovery code": "Har du förlorat tillgången till dina 2FA-koder? Klicka här för att använda en återställningskod",
    "Recovery code": "Återställningskod",
    "In case you dont have access to your two-factor authentication code, you can use one of your recovery codes.": "Om du inte har tillgång till din kod för tvåfaktorsautentisering kan du använda en av dina återkallningskoder.",
    "Regained access to your 2FA codes? Click here to use your authentication app": "Har du återfått tillgång till dina 2FA-koder? Klicka här för att använda din autentiseringsapp",
    "Confirm 2FA": "Bekräfta 2FA",
    "Your referral code has been copied to your clipbord!": "Din referenskod har kopierats till klippbordet!",
    "Invalid Two Factor Authentication code": "Ogiltig kod för tvåfaktorsautentisering",
    ":hotel staff": ":hotel personal",
    "About the :hotel staff": "Om personalen på :hotel",
    "The :hotel staff team is one big happy family, each staff member has a different role and duties to fulfill.": "Personalen på :hotel är som en stor familj och varje medarbetare har olika roller och uppgifter att fylla.",
    "Most of our team usually consists of players that have been around :hotel for quite a while, but this does not mean we only recruit old & known players, we recruit those who shine out to us!": "De flesta av vår personal består vanligtvis av spelare som har spelat :hotel under en längre tid, men det betyder inte att vi bara rekryterar gamla och kända spelare, vi rekryterar dem som lyser upp för oss!",
    "Apply for staff": "Ansök till personal",
    "How to join the staff team": "Gå med i Staff-teamet!",
    "Every now and then staff applications may open up. Once they do we always make sure to post a news article explaining the process - So make sure you keep an eye out for those in you are interested in joining the :hotel staff team.": "Då och då utökar vi vår personal, vi har skapat en särskild sida där du kan skicka in din ansökan till oss, du hittar den i kategorin Gemenskap. Kolla sidan varje dag, kanske söker vi dig!",
    "You can occasionally also look at the :startTag Staff application page :endTag which will show you all of our current open positions.": "Titta, sidan som jag berättade om tidigare! :startTag Ansök till staff :endTag",
    "No positions open": "Det finns inga lediga tjänster",
    "There is currently no positions open": "Vi söker för närvarande ingen personal!",
    "Please come back at a later time to check if we have any positions open by then! Thank you for your interest.": "Vi söker för närvarande ingen personal men håll gärna utkik!",
    "Apply for :hotel staff": "Ansök till personal",
    "Select position to get started": "Välj en tjänst för att ansöka",
    "Here at :hotel we open up for staff applications every now and then. Sometimes you will find this page empty other times it might be filled with positions, if you ever come across a position you feel you would fit perfectly into, then do not hesitate to apply for it.": ":hotel är en fantastisk värld, även tack vare personalen. Skoj och säkerhet är mycket viktigt för oss. Vill du vara med och bidra till en ännu mer skojsam och säkrare miljö här på :hotel? Ta steget och ansök.",
    "You entered something that is not allowed on :hotel": "Du skrev in något som inte är tillåtet :hotel",
    "Post a comment": "Skriv en kommentar",
    "Post a comment on the article, to let us know what you think about it": "Skriv en kommentar på artikeln för att låta oss veta vad du tycker om den",
    "Post comment": "Skriv en kommentar",
    "Comments": "Kommentarer",
    "Below you will see all the comments, written on this article": "Nedan ser du alla kommentarer, skrivna på den här artikeln",
    "You can only comment :amount times per article": "Du kan bara kommentera :amount gånger per artikel",
    "You comment has been posted!": "Din kommentar har postats!",
    "You can only delete your own comments": "Du kan bara ta bort dina egna kommentarer",
    "You comment has been deleted!": "Din kommentar har tagits bort!",
    "My Profile": "Min Profil",
    "Administration": "Administrering",
    "Join server": "Gå med i servern",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Glömt ditt lösenord? Inga problem. Meddela oss bara din e-postadress så skickar vi en länk för återställning av lösenordet till dig via e-post som gör att du kan välja en ny.",
    "Email Password Reset Link": "Länk för återställning av lösenord för e-post",
    "Reset Password": "Återställ lösenord",
    "Enter the beta code you have been provided with": "Ange betakoden som du har försetts med",
    "Enter your beta code": "Ange din betakod",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you dit not receive the email, we will gladly send you another.": "Tack för att du registrerade dig! Innan du börjar, kan du verifiera din e-postadress genom att klicka på länken vi just skickade till dig via e-post? Om du inte får e-postmeddelandet skickar vi dig gärna ett nytt.",
    "A new verification link has been sent to the email address you provided during registration.": "En ny verifieringslänk har skickats till den e-postadress du angav vid registreringen.",
    "Resend Verification Email": "Skicka verifieringsemail igen",
    "Log Out": "Logga ut",
    "You have already applied for :position": "Du har redan ansökt om :position",
    "Apply for :position": "Ansöka om :position",
    "About you": "Om dig",
    "Applying for :position": "Ansöker om :position",
    "Read before applying": "Läs innan du ansöker",
    "Please field out all the fields to apply for :position. Remember when applying for a position here at :hotel you must be fully transparent and honest. If found out the information provided is false or incorrect you might risk losing your position if hired.": "Fyll i alla fält för att ansöka om :position. Kom ihåg att när du söker en tjänst här på :hotel måste du vara helt öppen och ärlig. Om vi får reda på att informationen som tillhandahålls är falsk eller felaktig kan du riskera att förlora din position om du anställs.",
    "Teams": "Teams",
    "Staff applications": "Personalansökningar",
    "Rare values": "Värden",
    "You will receive:": "Du kommer att få:",
    "Buy for $:cost": "Köp för $:cost",
    "No published articles": "Inga publicerade artiklar",
    "Thank you for playing :hotel. We have put a lot of effort into making the hotel what it is, and we truly appreciate you being here.": "Tack för att du spelar :hotel. Vi har lagt mycket tid på att göra hotellet till vad det är idag, och vi uppskattar verkligen att du är här.",
    ":hotel is driven by Atom CMS made by:": ":hotel drivs av Atom CMS, som är skapat av:",
    "Credits:": "Credits:",
    "An online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "En virtuell värld online där du kan skapa din egen användare, skaffa vänner, chatta, skapa rum och mycket mer!",
    "Hello there! We are truly grateful that you have chosen Atom CMS for your hotel.": "Hej där! Vi är verkligen tacksamma för att du har valt Atom CMS för ditt hotell.",
    "Atom CMS is built with the community in mind, meaning we highly value community input, rather than only bringing our own ideas & vision to the CMS we try our very best to implement suggestions made by our beloved community. We want everyone to be able to contribute or customise Atom CMS to their needs without having a bachelor in programming.": "Atom CMS är byggt med gemenskapen i åtanke, vilket innebär att vi värdesätter gemenskapsinsatser, snarare än att bara föra med oss våra egna idéer och visioner till Atom CMS, vi gör vårt bästa för att implementera förslag från vår älskade gemenskap. Vi vill att alla ska kunna bidra med eller anpassa Atom CMS efter deras behov utan att ha en kandidatexamen i programmering.",
    "Atom CMS sole purpose is to empower hotel owners like you. We want you to be able to run your hotel with ease. Our user-friendly interface, robust features, and helpful community are here to ensure that your experience with Atom CMS is nothing short of exceptional!": "Atom CMS enda syfte är att stärka hotellägare som du. Vi vill att du ska kunna driva ditt hotell med lätthet. Vårt användarvänliga gränssnitt, robusta funktioner och hjälpsamma community är här för att säkerställa att din upplevelse med Atom CMS är inget annat än exceptionell!",
    "As you dive into Atom CMS, we encourage you to explore the extensive range of features we have curated to help you bring your vision to life. From customizable templates to seamless integrations with clients like Nitro, we will have you set up in no time.": "När du dyker in i Atom CMS, uppmuntrar vi dig att utforska det omfattande utbudet av funktioner som vi har tagit fram för att hjälpa dig att ge din vision liv. Från anpassningsbara mallar till sömlösa integrationer med kunder som Nitro, vi kommer att ha dig uppsatt & klar på nolltid.",
    "Once again, thank you for choosing Atom CMS, and we cannot wait to see the incredible project you will create.": "Än en gång, tack för att du valde Atom CMS, och vi kan inte vänta med att se det otroliga projektet du kommer att skapa.",
    "With everything being said we just want to wish you a warm welcome to the Atom CMS family!": "Med allt sagt vill vi bara önska dig varmt välkommen till Atom CMS-familjen!",
    "Installation key": "Installationsnyckel",
    "Start the setup": "Starta installationen",
    "Welcome to Atom CMS": "Välkommen till Atom CMS",
    "We are delighted of having you trying Atom CMS": "Vi är glada över att du provar Atom CMS",
    "Continue to step 2": "Fortsätt till steg 2",
    "Restart installation": "Starta om installationen",
    "Continue to step 3": "Fortsätt till steg 3",
    "Previous step": "Föregående steg",
    "Continue to step 4": "Fortsätt till steg 4",
    "Continue to step 5": "Fortsätt till steg 5",
    "Congratulations on successfully completing the Atom CMS setup! You have now taken the first steps towards an exciting new journey. With Atom CMS, you can effortlessly manage various aspect of your hotel, while giving your new visitors an easy gateway into a world of joy.": "Grattis till att du har slutfört Atom CMS-installationen! Du har nu tagit de första stegen mot en ny spännande resa. Med Atom CMS kan du enkelt hantera olika aspekter av ditt hotell, samtidigt som du ger dina nya spelare en enkel väg till en värld full av glädje.",
    "Lastly, we just want to show our gratitude by letting your know how delighted we are to be a part of your journey and we hope you will gain some amazing memories. So, here is to your new hotel, the boundless creativity it will inspire, and the endless possibilities that lie ahead.": "Slutligen vill vi bara visa vår tacksamhet genom att berätta för dig hur glada vi är över att få vara en del av din resa och vi hoppas att du kommer att få några fantastiska minnen. Så, här är till ditt nya hotell, den gränslösa kreativiteten det kommer att inspirera och de oändliga möjligheter som ligger framför dig.",
    "Once again, congratulations and best of wishes for you & your hotel!": "Än en gång, grattis och stort lycka till säger vi till dig och ditt hotell!",
    "Take me to :hotel": "Ta mig till :hotel",
    "Description:": "Description:",
    "Room details": "Rum detaljer",
    "Max users:": "Max användare:",
    "The room guild": "Rum guild",
    "Please make sure to read our shop": "Se till att läsa vår butik",
    "Terms & Conditions": "Allmänna Villkor",
    "before making a purchase.": "innan du gör ett köp.",
    "Shop Terms & Conditions": "Butiksvillkor",
    "Once a donation has been made and received by us, it is non-refundable under any circumstances. The donated amount which is converted into website balance cannot be converted back into cash or other forms of money. By making a donation, you acknowledge and accept these terms and agree not to initiate a chargeback or dispute with your bank or card issuer.": "När en donation väl har gjorts och tagits emot av oss är den under inga omständigheter återbetalningsbar. Det donerade beloppet som omvandlas till webbplatssaldo kan inte konverteras tillbaka till kontanter eller andra former av pengar. Genom att göra en donation erkänner och accepterar du dessa villkor och samtycker till att inte initiera en återbetalning eller tvist med din bank eller kortutgivare.",
    "Notice": "Lägga märke till",
    "It is important to consider the consequences of our spending habits, especially when it comes to financial decisions. If you find yourself tempted to spend money you do not have, take a moment to reflect.": "Det är viktigt att överväga konsekvenserna av våra utgiftsvanor, särskilt när det kommer till ekonomiska beslut. Om du känner dig frestad att spendera pengar du inte har, ta en stund att reflektera.",
    "Remember, your financial well-being is crucial, and making responsible choices is key. If you are facing difficulties in controlling your spending habits, do not hesitate to seek friendly and professional guidance. There are resources available that can provide valuable advice and support.": "Kom ihåg att ditt ekonomiska välbefinnande är avgörande, och att göra ansvarsfulla val är nyckeln. Om du har svårt att kontrollera dina utgiftsvanor, tveka inte att sökaa professionell vägledning. Det finns resurser tillgängliga som kan ge värdefullt råd och stöd.",
    "Top up account": "Fyll på konto",
    "Donate to :hotel": "Donera till :hotel",
    "Current balance: $:balance": "Aktuellt saldo: $:balance",
    "Donate": "Donera",
    "Please setup the paypal credentials to allow for top ups.": "Vänligen ställ in PayPal-uppgifterna för att tillåta påfyllning.",
    "Voucher": "Kupong",
    "Use a voucher for free credit": "Använd en kupong för gratis kredit",
    "Use voucher": "Använd kupong",
    "E-mail": "E-mail",
    "Motto": "Motto",
    "Keep an eye on all your active sessions": "Håll ett öga på alla dina aktiva sessioner",
    "IP": "IP",
    "IP Current Device": "IP aktuell enhet",
    "Is Desktop": "Är Desktop",
    "Platform": "Plattform",
    "Last Activity": "Senaste aktivitet",
    "No session logs found": "Inga sessionsloggar hittades",
    "2-factor authentication adds an extra layer of security to your account, making it physical impossible to access it without having access to your mobile phone as only your phone will contain the 2-factor authentication code which will be re-generated every 30 seconds automatically.": "2-faktors autentisering lägger till ett extra lager av säkerhet till ditt konto, vilket gör det fysiskt omöjligt att komma åt kontot utan att ha tillgång till din mobiltelefon eftersom endast din telefon kommer att innehålla 2-faktors autentiseringskoden som kommer att återskapas var 30:e sekund automatiskt .",
    "Claim your referrals reward!": "Hämta dina bonusar från belöningingssystemet!",
    "It seems like you are banned off :hotel": "Det verkar som att du är avstängd från :hotel",
    "All the :category rares": "Alla :category värden",
    "Get an overview of all of the rares on :hotel": "Få en överblick över alla värden på :hotel",
    "We currently have no rares listed here": "Vi har för närvarande inga värden listade här",
    "Search": "Sök",
    "Search for rares": "Sök efter värden",
    "Rare categories": "Värden kategorier",
    "Select a category below": "Välj en kategori nedan",
    "All values": "Alla värden",
    "Go back to values": "Gå tillbaka till värden",
    "Here is a list of all the owned :value`s": "Här är en lista över alla ägda :value`en",
    "owned": "ägda"
}
