{
    "Home": "Hem",
    "Community": "Gemenskap",
    "Shop": "Shoppen",
    "Rules": "Regler",
    "Articles": "Nyheter",
    "Staff": "Anställda",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "En virtuell värld online där du kan skapa din egen avatar, få vänner, chatta, skapa rum och mycket mer!",
    "Login": "Logga in",
    "Register": "Registrera",
    "Create account": "Skapa Konto!",
    "Or": "Eller",
    "Latest news": "Senaste Nyheter",
    "Keep up to date with the latest hotel gossip.": "Håll dig uppdaterad med det senaste hotellskvallret.",
    "Latest Photos": "Nyaste Bilderna",
    "Have a look at some of the great moments captured by users around the hotel.": "Ta en titt på några av de fantastiska ögonblicken som fångats av användare runt hotellet.",
    "Username": "Användarnamn",
    "Password": "Lösenord",
    "Confirm Password": "Repetera Lösenord",
    "Email": "E-Mail",
    "Remember me": "Förbli Inloggad",
    "Go to :hotel": "Checka In :hotel",
    "User Referrals": "Din Reklamlänk",
    "Credits": "Krediter",
    "Duckets": "Pixels",
    "Diamonds": "Diamanter",
    "Logout": "Logga ut",
    "User settings": "Kontoinställningar",
    "User Referrals (%s/%s)": "Inbjudna Användare (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Hänvisa nya användare och få diamanter som belöning!",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "Här på :hotel Hotel har vi lagt till ett inbjudnings som ger dig en belöning för varje :needed :hotel som registrerar sig via din inbjudningslänk.",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Det är strängt förbjudet att skapa dubbletter av konton med denna länk. Skulle detta ändå hända kommer dubbelkontot att förbjudas, rekryteraren förlorar alla belöningar och får en påminnelse.",
    "Copy code": "kopiera länk",
    "You need to refer :needed more users, before being able to claim your reward": "Du måste fortfarande hänvisa till :needed Mer användare för att få din belöning.",
    "Other articles": "Fler nyheter",
    "There is currently no other articles": "Det finns för närvarande inga fler artiklar",
    ":hotel Shop": ":hotel butik",
    "Purchase :hotel items": "Köp :hotel artiklar",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": "Här på :hotel Hotel tar vi emot donationer för att hålla hotellet igång och i gengäld får du varor i spelet som tack.",
    "Why are donations important?": "Wieso sind Spenden so Wichtig für uns?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "Donationer är viktiga eftersom de hjälper till att betala våra månatliga räkningar som är nödvändiga för att hålla hotellet igång och för att lägga till nya och spännande funktioner som du och andra kan njuta av!",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "För att köpa varor från :hotel shop, besök vår discord och kontakta ägaren av :hotel hotel för att slutföra ditt köp",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Se till att använda en e-post du kommer ihåg, om du någonsin glömmer ditt lösenord kommer detta e-postmeddelande att krävas.",
    "Your username is what you and others will see in-game": "Ditt användarnamn är namnet på ditt :hotel. Så här ser alla andra dig på :hotel's.",
    "Spice up your profile with a nice motto": "Piffa upp din profil med ett coolt motto",
    "Update settings": "spara inställningar",
    "Current password": "Nuvarande lösenord",
    "Enter your current password":"Skriv in ditt nuvarande lösenord",
    "New password": "Nytt Lösenord",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Ange ett nytt säkert lösenord. Kom ihåg att förvara den på en säker plats och aldrig ge den till någon annan.",
    "Confirm new password": "upprepa nya lösenordet",
    "Please confirm your new password": "Vänligen bekräfta ditt nya lösenord",
    "Update password": "Acceptera lösenord",
    "Account settings": "Kontoinställningar",
    "Password settings": "Lösenordsinställningar",
    "Dont have an account? Join now!": "Har du inget :hotel än? Registrera dig nu!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Ditt användarnamn är det du behöver använda när du loggar in på :hotel. Användarnamnet är ditt namn som alla kommer att Se dig med, så se till att du verkligen gillar det.",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Du behöver din e-postadress om du någonsin glömmer ditt lösenord, så se till att det är en giltig e-postadress och glöm det inte.",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Ditt lösenord måste innehålla minst 8 tecken. Se till att använda ett unikt och säkert lösenord.",
    "I accept the :hotel terms & rules.": "Jag accepterar hotellets villkor.",
    "Create a free account today!": "Skapa ett gratis :hotel idag!",
    ":hotel is a not for profit educational project": ":hotel är ett ideellt utbildningsprojekt",
    "Made with": "gjord med",
    "By": "från",
    "We currently have no staff in this position": "Vi har för närvarande inga anställda i denna position.",
    "My name is,": "Mitt namn är,",
    "Badges": "märken",
    "Groups": "grupper",
    "Rooms": "rum",
    "Friends": "vänner",
    "It seems like :user has no badges.": "Det ser ut som att :user inte har några märken än.",
    "It seems like :user is not a member of any groups.": "Det ser ut som att :user inte är medlem i någon grupp än.",
    "It seems like :user got no rooms.": "Det ser ut som att :user inte har sina egna rum ännu.",
    "It seems like :user has no friends.": "Det ser ut som att :user inte har några vänner än.",
    "Hello!": "Hej!",
    "There is currently :online users online": ":online :hotel's är för närvarande online"
}