{
    "Home": "Ana Sayfa",
    "Community": "Topluluk",
    "Shop": "Mağaza",
    "Rules": "Kurallar",
    "Articles": "Haberler",
    "Staff": "Personel",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "Kendi avatarınızı oluşturabileceğiniz, arkadaşlar edinebileceğiniz, sohbet edebileceğiniz, odalar oluşturabileceğiniz ve çok daha fazlasını yapabileceğiniz çevrimiçi bir sanal dünya!",
    "Login": "Giriş Yap",
    "Register": "Kayıt Ol",
    "Create account": "Hesap Oluştur",
    "Or": "Ya Da",
    "Latest news": "Son Haberler",
    "Keep up to date with the latest hotel gossip.": "En Son Hotel Haberlerinden Haberdar Olun.",
    "Latest Photos": "Son Fotoğraflar",
    "Have a look at some of the great moments captured by users around the hotel.": "Hotel İçerisindeki Kullanıcılar Tarafından Yakalanan Harika Anlardan Bazılarına Göz Atın.",
    "Username": "Kullanıcı Adı",
    "Password": "Şifre",
    "Confirm Password": "Şifre'yi Onayla",
    "Email": "E-Posta",
    "Remember me": "Beni Hatırla",
    "Go to :hotel": "Hotele Gir",
    "User Referrals": "Kullanıcı Referansı",
    "Credits": "Kredi",
    "Duckets": "Ördek",
    "Diamonds": "Elmas",
    "Logout": "Çıkış Yap",
    "User settings": "Kullanıcı Ayarları",
    "User Referrals (%s/%s)": "Kullanıcı Referansı (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Yeni Kullanıcılara Tavsiye Edin Ve Oyun İçi Ödüllere Sahip Olun",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "Burada :hotel Her Biri için Bir Bonus Kazanmanızı Sağlayan Bir Referans Sistemi Ekledik. :needed Yönlendirme Bağlantınız Aracılığıyla Kaydolan Kullanıcılar, Bir Ödül Talep Etmenize İzin Verecektir. :amount Elmas!",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Kendi Hesabınızı Oluşturarak İlerlemeyi Artırmak, Tüm İlerleme, Para Birimleri, Envanterin Sıfırlanması Ve Potansiyel Bir Yasaklamaya Yol Açacaktır.",
    "Copy code": "Kodu Kopyala",
    "You need to refer :needed more users, before being able to claim your reward": "Ödülü Alabilmek İçin :needed Kullanıcıya Daha İhtiyacınız Var",
    "Other articles": "Diğer Haberler",
    "There is currently no other articles": "Şu Anda Bir Haber Yok",
    ":hotel Shop": ":hotel Mağaza",
    "Purchase :hotel items": ":hotel İtemlerinden Satın Al",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": "Burada :hotel Hotel, Hoteli Aktif & Çalışır Durumda Tutmak İçin Bağışları Kabul Ediyoruz Ve Teşekkür Olarak Karşılığında Oyun İçi Ürünler Ve Olanaklar Sağlıyoruz..",
    "Why are donations important?": "Bağışlar Neden Önemli?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "Hoteli Çalışır Durumda Tutmak İçin Gereken Aylık Faturalarımızı Ödememize Yardımcı Olacağı Ve Sizin Ve Diğerlerinin Keyfini Çıkarması İçin Yeni Ve Heyecan Verici Özellikler Ekleyeceği İçin Bağışlar Önemlidir.!",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": ":hotel Mağazasından Ürün Satın Almak İçin Lütfen Discord Sunucumuzu Ziyaret Edin Ve Satın Alma İşleminizi Gerçekleştirmek İçin :hotel Hotel Sahibiyle İletişime Geçin.",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Hatırladığınız Bir E-posta Kullandığınızdan Emin Olun, Şifrenizi Kaybederseniz E-Posta'nız Gerekli Olacaktır..",
    "Your username is what you and others will see in-game": "Kullanıcı Adınız, Sizin Ve Diğerlerinin Oyunda Göreceği Şeydir",
    "Spice up your profile with a nice motto": "Profilinizi  Güzel Bir Motto İle Renklendirin",
    "Update settings": "Ayarları Güncelle",
    "Current password": "Şuanki Şifreniz",
    "Enter your current password":"Şuan Kullandığınız Şifrenizi Giriniz",
    "New password": "Yeni Şifre",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Yeni Bir Güvenli Şifre Girin. Güvenli Bir Yere Kaydetmeyi Unutmayın",
    "Confirm new password": "Yeni Şifreyi Onayla",
    "Please confirm your new password": "Lütfen Yeni Şifrenizi Onaylayınız",
    "Update password": "Şifreyi Güncelle",
    "Account settings": "Hesap Ayarları",
    "Password settings": "Şifre Ayarları",
    "Dont have an account? Join now!": "Bir Hesabın Yok Mu? Şimdi Kayıt Ol!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Kullanıcı Adınız, :hotel Giriş Yaparken Kullanmanız Gereken Şeydir. Aynı Zamanda Diğer Kullanıcılar Sizi Böyle Tanıyacaktır, Bu Yüzden Beğendiğiniz Bir Kullanıcı Adı Seçtiğinizden Emin Olun!",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Parolanızı Unutursanız E-Posta'nıza İhtiyacınız Olacak, Bu Yüzden Hatırladığınız Bir Şey Olduğundan Emin Olun..",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Şifreniz En Az 8 Karakter İçermelidir. Benzersiz Ve Güvenli Bir Şifre Kullandığınızdan Emin Olun.",
    "I accept the :hotel terms & rules.": ":hotel Şartlarını & Kurallarını Kabul Ediyorum.",
    "Create a free account today!": "Bugün Ücretsiz Yeni Bir Hesap Oluşturun!",
    ":hotel is a not for profit educational project": ":hotel Kar Amacı Gütmeyen Bir Eğitim Projesidir",
    "Made with": "Made with",
    "By": "By",
    "We currently have no staff in this position": "Şu Anda Bu Pozisyonda Personelimiz Yok",
    "My name is,": "Benim Adım,",
    "Badges": "Rozetler",
    "Groups": "Gruplar",
    "Rooms": "Odalar",
    "Friends": "Arkadaşlar",
    "It seems like :user has no badges.": "Görünüşe Göre :user Rozete Sahip Değil.",
    "It seems like :user is not a member of any groups.": "Görünüşe Göre :user Herhangi Bir Grubun Üyesi Değil.",
    "It seems like :user got no rooms.": "Görünüşe Göre :user Bir Odaya Sahip Değil.",
    "It seems like :user has no friends.": "Görünüşe Göre :user Bir Arkadaşa Sahip Değil.",
    "Hello!": "Selam!",
    "There is currently :online users online": "Şu Anda :online Kişi Aktif"
}