{
    "Home": "Accueil",
    "Community": "Communauté",
    "Shop": "Boutique",
    "Rules": "Règlement",
    "Articles": "Articles",
    "Staff": "Membres d'équipe",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "Un monde virtuel en ligne où vous pouvez créer votre propre avatar, vous faire des amis, chatter, créer des salles et bien plus encore !",
    "Login": "Connexion",
    "Register": "Inscription",
    "Create an account": "Créer un compte",
    "Or": "Ou",
    "Latest news": "Dernières actualités",
    "Keep up to date with the latest hotel gossip.": "Tenez-vous au courant des derniers potins sur les hôtels.",
    "Latest Photos": "Dernières photos",
    "Have a look at some of the great moments captured by users around the hotel.": "Jetez un coup d'œil à certains des grands moments capturés par les utilisateurs autour de l'hôtel.",
    "Username": "Pseudo",
    "Password": "Mot de passe",
    "Confirm Password": "Confirmer mot de passe",
    "Email": "Email",
    "Remember me": "Souviens moi",
    "Go to :hotel": "Aller sur :hotel",
    "User Referrals": "Références d'utilisateurs",
    "Credits": "Credits",
    "Duckets": "Duckets",
    "Diamonds": "Diamonts",
    "Logout": "Déconnexion",
    "User settings": "Préferences d'utilisateur",
    "User Referrals (%s/%s)": "Références d'utilisateurs (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Recommandez de nouveaux utilisateurs et soyez récompensé par des biens en jeu.",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "Chez :hotel, nous avons ajouté un système de parrainage qui vous permet d'obtenir un bonus pour chaque utilisateur :nécessaire qui s'inscrit par le biais de votre lien de parrainage, ce qui vous permettra de réclamer une récompense de :montant en diamants !",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Manipulation des parrainages en créant des comptes personnels entraînera la suppression de toute progression, monnaie, inventaire et un bannissement potentiel.",
    "Copy code": "Copier code",
    "You need to refer :needed more users, before being able to claim your reward": "Vous devez parrainer :needed plus d'utilisateurs, avant de pouvoir réclamer votre récompense.",
    "Other articles": "Autres articles",
    "There is currently no other articles": "Il n'y a actuellement pas d'autres articles",
    ":hotel Shop": "Boutique :hotel",
    "Purchase :hotel items": "Acheter mobis :hotel",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": "Ici, à l'hôtel :hotel, nous acceptons les dons pour maintenir l'hôtel en activité et, en guise de remerciement, vous recevrez en retour des biens en jeu.",
    "Why are donations important?": "Pourquoi les dons sont-ils importants ?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "Les dons sont importants, car ils nous aideront à payer les factures mensuelles nécessaires pour maintenir l'hôtel en état de marche, ainsi qu'à ajouter de nouvelles fonctionnalités passionnantes pour vous et les autres !",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "Pour acheter des articles de la boutique :hotel, veuillez vous rendre sur notre Discord et contacter le propriétaire de l'hôtel :hotel pour effectuer votre achat.",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Veillez à utiliser une adresse électronique dont vous vous souvenez, car si vous perdez votre mot de passe, votre adresse électronique vous sera demandée.",
    "Your username is what you and others will see in-game": "Votre nom d'utilisateur est ce que vous et les autres verront dans le jeu.",
    "Spice up your profile with a nice motto": "Pimentez votre profil avec une belle biographie",
    "Update settings": "Actualiser préferences",
    "Current password": "Mot de passe actuel",
    "Enter your current password": "Entrez votre mot de passe actuel",
    "New password": "Nouveau mot de passe",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Saisissez un nouveau mot de passe sécurisé. N'oubliez pas de le sauvegarder dans un endroit sûr.",
    "Confirm new password": "Confirmer nouveau mot de passe",
    "Please confirm your new password": "Veuillez confirmer votre nouveau mot de passe",
    "Update password": "Actualisier mot de passe",
    "Account settings": "Préferences de compte",
    "Password settings": "Préferences mot de passe",
    "Dont have an account? Join now!": "Pas de compte? Rejoinds-nous maintenant!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Votre nom d'utilisateur est celui que vous devrez utiliser pour vous connecter à :hotel. C'est également sous ce nom que les autres utilisateurs vous reconnaîtront, alors assurez-vous de choisir un nom d'utilisateur qui vous plaît !",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Vous aurez besoin de votre adresse électronique si vous oubliez votre mot de passe, alors assurez-vous que vous vous en souvenez.",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Votre mot de passe doit contenir au moins 8 caractères. Veillez à utiliser un mot de passe unique et sécurisé.",
    "I accept the :hotel terms & rules.": "J'accepte les conditions et règles de l'hôtel.",
    "Create a free account today!": "Créez un compte gratuit aujourd'hui !",
    ":hotel is a not for profit educational project": ":hotel est un projet éducatif à but non lucratif",
    "Made with": "Crée avec",
    "By": "Par",
    "We currently have no staff in this position": "Nous n'avons actuellement aucun personnel dans cette position",
    "My name is,": "Mon prénom est,",
    "Badges": "Badges",
    "Groups": "Groupes",
    "Rooms": "Apparts",
    "Friends": "Amis",
    "It seems like :user has no badges.": "Il semble que :user n'a pas de badges.",
    "It seems like :user is not a member of any groups.": "Il semble que l'utilisateur ne soit membre d'aucun groupe.",
    "It seems like :user got no rooms.": "Il semble que :user n'ait pas de chambre.",
    "It seems like :user has no friends.": "Il semble que :user n'a pas encore d'amis.",
    "Hello!": "Salut!",
    "There is currently :online users online": "Il y a actuellement :online membres en ligne",
    "Leaderboards": "Classements",
    "Photos": "Photos",
    "Error logs": "Journaux d'erreurs",
    "Housekeeping": "Entretien",
    "Create your account!": "Créez votre compte !",
    "Create a free account, and be a part of a fun online world!": "Créez un compte gratuit et faites partie d'un monde en ligne amusant !",
    "Our most recent articles": "Nos articles les plus récents",
    "Top credits": "Meilleurs crédits",
    "Top duckets": "Meilleurs duckets",
    "Top diamonds": "Meilleurs diamants",
    "Hours online": "Heures en ligne",
    "Respects received": "Respect reçu",
    "Achievement score": "Score d'accomplissement",
    ":credits credits": ":credits crédits",
    ":duckets duckets": ":duckets duckets",
    ":diamonds diamonds": ":diamonds diamants",
    ":online hours": ":online heures",
    ":respect respects received": ":respect respect reçu",
    ":achievement achievement score": ":achievement score d'accomplissement",
    "Nitro client": "Client Nitro",
    "Insert Reaction": "Insérer une réaction",
    "Add": "Ajouter",
    "Browser": "Navigateur",
    "Date": "Date",
    "Enter your email": "Entrez votre email",
    "Choose a secure password": "Choisissez un mot de passe sécurisé",
    "Repeat your chosen password": "Répétez votre mot de passe",
    "You are nearly in Habbo!": "Vous êtes presque dans Habbo !",
    "Click the yellow Hotel button below, then click on `run flash` when prompted to. See you in the Hotel!": "Cliquez sur le bouton jaune Hôtel ci-dessous, puis cliquez sur `exécuter le flash` lorsqu'on vous le demande. À bientôt dans l'Hôtel !",
    "Get flash": "Obtenez Flash",
    "Whoops! It seems like you have been disconnected...": "Oups ! Il semble que vous ayez été déconnecté...",
    "Reload client": "Recharger le client",
    "Reactions with": "Réactions avec",
    "Close modal": "Fermer la fenêtre",
    "Unknown": "Inconnu",
    "Open main menu": "Ouvrir le menu principal",
    "Discord": "Discord",
    "Session logs": "Journaux de session",
    ":online :hotel online": ":online :hotel en ligne",
    "Flash client": "Client Flash",
    "Ban type:": "Type de bannissement :",
    "Ban reason:": "Raison du bannissement :",
    "Ban expiration:": "Expiration du bannissement :",
    "If you believe this is a mistake, please reach out to one of our staff members through our Discord server!": "Si vous pensez qu'il s'agit d'une erreur, veuillez contacter un membre de notre équipe via notre serveur Discord !",
    "Join discord": "Rejoindre Discord",
    "There is currently no articles": "Il n'y a actuellement aucun article",
    "Staff login": "Connexion du personnel",
    "General Rules": "Règles générales",
    "Rules and regulations are subject to change without notice. As a member of the :hotel community, you hereby agree to and understand the following terms and conditions above. Failure to comply with these rules and regulations will result in the necessary sanctions implemented upon your account. If you have any questions or concerns in regards to The :hotel Way, please do not hesitate to ask a member of the Hotel Staff.": "Les règles et réglementations sont sujettes à changement sans préavis. En tant que membre de la communauté :hotel, vous acceptez et comprenez les termes et conditions ci-dessus. Le non-respect de ces règles et réglementations entraînera les sanctions nécessaires sur votre compte. Si vous avez des questions ou des préoccupations concernant le mode de fonctionnement de :hotel, n'hésitez pas à demander à un membre du personnel de l'hôtel.",
    "The general rules of :hotel": "Les règles générales de :hotel",
    "Do not abuse the Call for Help (CFH) system; it should be used during emergency purposes only.": "N'abusez pas du système d'appel à l'aide (CFH) ; il ne doit être utilisé qu'en cas d'urgence.",
    "Do not advertise other Habbo Retros; hotel links or purposely mentioning the name of another hotel with the intentions of advertising is not permitted.": "Ne faites pas de publicité pour d'autres Habbo Retros ; les liens vers d'autres hôtels ou la mention intentionnelle du nom d'un autre hôtel dans le but de faire de la publicité ne sont pas autorisés.",
    "Do not attempt to or scam credits or furniture from other users through betting, gaming, or trading.": "Ne tentez pas d'escroquer des crédits ou des meubles d'autres utilisateurs par le biais de paris, de jeux ou d'échanges.",
    "Do not bully, harass, or abuse other users; avoid violent or aggressive behavior.": "Ne harcelez pas, n'intimidez pas et n'abusez pas des autres utilisateurs ; évitez les comportements violents ou agressifs.",
    "Do not disclose any personal information of another user (e.g., address, IP Address, phone number, school, private images etc.) without their consent.": "Ne divulguez aucune information personnelle d'un autre utilisateur (par exemple, adresse, adresse IP, numéro de téléphone, école, images privées, etc.) sans son consentement.",
    "Do not excessively repeat identical or similar statements (spamming).": "Ne répétez pas excessivement des déclarations identiques ou similaires (spamming).",
    "Users are to not participate in any sexual, inappropriate, or generally objective acts towards other users without their prior consent.": "Les utilisateurs ne doivent pas participer à des actes sexuels, inappropriés ou généralement objectivables envers d'autres utilisateurs sans leur consentement préalable.",
    "Do not make rooms with inappropriate or abusive names.": "Ne créez pas de pièces avec des noms inappropriés ou abusifs.",
    "Do not attempt to or successfully harm a user’s home internet connection.": "Ne tentez pas de nuire ou ne réussissez pas à nuire à la connexion internet domestique d'un utilisateur.",
    "Do not disrupt events with explicit language or negative behavior.": "Ne perturbez pas les événements avec un langage explicite ou un comportement négatif.",
    "Account Rules": "Règles de compte",
    "The general account rules on :hotel": "Les règles générales du compte sur :hotel",
    "Do not attempt to or give away, buy, sell, or trade your": "N'essayez pas de donner, acheter, vendre ou échanger votre",
    "account and/or": "compte et/ou",
    "items for virtual items from another game, accounts from another game, cash, or vice versa without permission from an Administrator. This includes giving away, buying, selling or trading": "objets contre des objets virtuels d'un autre jeu, des comptes d'un autre jeu, de l'argent, ou vice versa sans la permission d'un administrateur. Cela inclut le don, l'achat, la vente ou l'échange de",
    "furniture/currency for Habbo furniture/currency or vice versa.": "meubles/monnaie contre des meubles/monnaie de Habbo ou vice versa.",
    "Do not create a username with an offensive name that is insulting, racist, harassing, or generally objectionable.": "Ne créez pas un nom d'utilisateur offensant, insultant, raciste, harcelant ou généralement inacceptable.",
    "Do not evade an IP Address ban.": "Ne contournez pas une interdiction d'adresse IP.",
    "Do not share your account with other users.": "Ne partagez pas votre compte avec d'autres utilisateurs.",
    "Do not threaten to, attempt to, or hack other users accounts.": "Ne menacez pas, n'essayez pas de pirater les comptes des autres utilisateurs.",
    "Do not create multiple accounts for the purpose of taking an advantage over gaining more in-game currency and/or rares of any kind.": "Ne créez pas plusieurs comptes dans le but de gagner plus de monnaie en jeu et/ou des objets rares de toute sorte.",
    "Do not re-appeal your ban unless stated otherwise. This means if you re-appeal in 2 days after your first appeal was denied and you were told to re-appeal in 2-3 weeks, you will be banned from the forum as well as the hotel.": "Ne faites pas appel de votre bannissement sauf indication contraire. Cela signifie que si vous faites appel 2 jours après que votre premier appel ait été refusé et qu'on vous ait dit de faire appel dans 2-3 semaines, vous serez banni du forum ainsi que de l'hôtel.",
    "Accounts are limited to 2 per person. This means, only 1 Alt acc is acceptable. Anything more than this, will result in a full account wipe including credits, and rares.": "Les comptes sont limités à 2 par personne. Cela signifie qu'un seul compte alternatif est acceptable. Tout dépassement entraînera une suppression complète du compte, y compris des crédits et des objets rares.",
    ":hotel rules & guidelines": "Règles et directives de :hotel",
    "Do not attempt to or exploit errors of": "N'essayez pas d'exploiter les erreurs de",
    "report it to the Administration immediately.": "signalez-le immédiatement à l'administration.",
    "Do not attempt to or refund your VIP Membership or donation to": "N'essayez pas de rembourser votre adhésion VIP ou votre don à",
    "at any given time; all payments are final.": "à tout moment ; tous les paiements sont définitifs.",
    "Do not intentionally give wrong or misleading information to staff members in reports about rule violations, complaints, bug reports, or support requests.": "Ne fournissez pas intentionnellement des informations incorrectes ou trompeuses aux membres du personnel dans les rapports de violations des règles, plaintes, rapports de bogues ou demandes de support.",
    "Do not make false statements against": "Ne faites pas de fausses déclarations contre",
    "or any other part of its services.": "ou toute autre partie de ses services.",
    "Do not pretend to be a representative of": "Ne prétendez pas être un représentant de",
    "This includes mimicing, acting like them, and or claim to have staff powers.": "Cela inclut l'imitation, le fait d'agir comme eux ou de prétendre avoir des pouvoirs de membre du personnel.",
    "Do not threaten to, attempt to, or use any scripts or third party software to enter, disrupt, or modify": "Ne menacez pas, n'essayez pas d'utiliser des scripts ou des logiciels tiers pour entrer, perturber ou modifier",
    "Non-harmful auto-typing, auto-clicking and other programs can only be used if you are the room owner or with permission from the room owner.": "Les programmes non nuisibles de saisie automatique, de clic automatique et autres ne peuvent être utilisés que si vous êtes le propriétaire de la pièce ou avec la permission du propriétaire de la pièce.",
    "You have reached the limit of maximum allowed accounts": "Vous avez atteint la limite maximale de comptes autorisés",
    "Only staff can login during maintenance!": "Seul le personnel peut se connecter pendant la maintenance !",
    "The Google recaptcha must be completed": "Le recaptcha Google doit être complété",
    "The google recaptcha was submitted with an invalid type": "Le recaptcha Google a été soumis avec un type invalide",
    "Your account settings has been updated": "Les paramètres de votre compte ont été mis à jour",
    "The language selected is not supported": "La langue sélectionnée n'est pas prise en charge",
    "Your password has been changed!": "Votre mot de passe a été changé !",
    "You do not have enough referrals to claim your reward": "Vous n'avez pas assez de parrainages pour réclamer votre récompense",
    "Please logout to claim your reward": "Veuillez vous déconnecter pour réclamer votre récompense",
    "Woah! You have successfully claimed your reward - Keep up the good work!": "Waouh ! Vous avez réussi à réclamer votre récompense - Continuez comme ça !",
    "Your IP have been restricted - If you think this is a mistake, you can contact us on our Discord.": "Votre IP a été restreinte - Si vous pensez qu'il s'agit d'une erreur, vous pouvez nous contacter sur notre Discord.",
    "It seems like your current password is wrong.": "Il semble que votre mot de passe actuel soit incorrect.",
    "The Google recaptcha was not successful.": "Le recaptcha Google n'a pas réussi.",
    "Online Friends": "Amis en ligne",
    "Mission": "Mission",
    "Online Since": "En ligne depuis",
    "The beta code is invalid.": "Le code bêta est invalide.",
    ":hotel staff": "Équipe de :hotel",
    "About the :hotel staff": "À propos de l'équipe de :hotel",
    "The :hotel staff team is one big happy family, each staff member has a different role and duties to fulfill.": "L'équipe du personnel de :hotel est une grande famille heureuse, chaque membre du personnel a un rôle et des devoirs différents à accomplir.",
    "Most of our team usually consists of players that have been around :hotel for quite a while, but this does not mean we only recruit old & known players, we recruit those who shine out to us!": "La plupart de notre équipe se compose généralement de joueurs qui sont présents sur :hotel depuis un certain temps, mais cela ne signifie pas que nous recrutons uniquement des joueurs anciens et connus, nous recrutons ceux qui se démarquent !",
    "Apply for staff": "Postuler pour le personnel",
    "How to join the staff team": "Comment rejoindre l'équipe du personnel",
    "Every now and then staff applications may open up. Once they do we always make sure to post a news article explaining the process - So make sure you keep an eye out for those in you are interested in joining the :hotel staff team.": "De temps en temps, les candidatures pour le personnel peuvent s'ouvrir. Une fois qu'elles le sont, nous veillons toujours à publier un article expliquant le processus - Alors assurez-vous de rester attentif si vous êtes intéressé à rejoindre l'équipe de :hotel.",
    "You can occasionally also look at the :startTag Staff application page :endTag which will show you all of our current open positions.": "Vous pouvez également consulter occasionnellement la page de candidature pour le personnel :startTag qui vous montrera tous nos postes ouverts actuellement.",
    "You entered something that is not allowed on :hotel": "Vous avez saisi quelque chose qui n'est pas autorisé sur :hotel",
    "Post a comment": "Poster un commentaire",
    "Post a comment on the article, to let us know what you think about it": "Postez un commentaire sur l'article pour nous faire savoir ce que vous en pensez",
    "Post comment": "Poster un commentaire",
    "Comments": "Commentaires",
    "Below you will see all the comments, written on this article": "Ci-dessous, vous verrez tous les commentaires écrits sur cet article",
    "You can only comment :amount times per article": "Vous ne pouvez commenter que :amount fois par article",
    "You comment has been posted!": "Votre commentaire a été posté !",
    "You can only delete your own comments": "Vous ne pouvez supprimer que vos propres commentaires",
    "You comment has been deleted!": "Votre commentaire a été supprimé !",
    "My Profile": "Mon profil",
    "Administration": "Administration",
    "Repeat Password": "Répéter le mot de passe",
    "Join server": "Rejoindre le serveur",
    "About the :hotel staff": "À propos de l'équipe de :hotel",
    "Confirm your password": "Confirmez votre mot de passe",
    "You must confirm your password to continue": "Vous devez confirmer votre mot de passe pour continuer",
    "You must confirm your current password before being able to toggle 2FA.": "Vous devez confirmer votre mot de passe actuel avant de pouvoir activer la vérification en deux étapes.",
    "Confirm password": "Confirmer le mot de passe",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Vous avez oublié votre mot de passe ? Pas de problème. Indiquez-nous simplement votre adresse e-mail et nous vous enverrons un lien de réinitialisation du mot de passe qui vous permettra d'en choisir un nouveau.",
    "Email Password Reset Link": "Envoyer le lien de réinitialisation du mot de passe par e-mail",
    "Reset Password": "Réinitialiser le mot de passe",
    "Login to :hotel": "Se connecter à :hotel",
    "Login to :hotel and take part in the most wonderful online world!": "Connectez-vous à :hotel et participez au monde en ligne le plus merveilleux !",
    "Enter the beta code you have been provided with": "Entrez le code bêta qui vous a été fourni",
    "Enter your beta code": "Entrez votre code bêta",
    "Two-factor verification": "Vérification en deux étapes",
    "Enter your 2-factor authentication code provided on your by the authentication app on your mobile phone.": "Entrez votre code d'authentification à deux facteurs fourni par l'application d'authentification sur votre téléphone mobile.",
    "Enter the code from your authentication app": "Entrez le code de votre application d'authentification",
    "Recovery code": "Code de récupération",
    "In case you dont have access to your two-factor authentication code, you can use one of your recovery codes.": "Si vous n'avez pas accès à votre code d'authentification à deux facteurs, vous pouvez utiliser l'un de vos codes de récupération.",
    "Confirm 2FA": "Confirmer la vérification en deux étapes",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you dit not receive the email, we will gladly send you another.": "Merci de vous être inscrit ! Avant de commencer, pourriez-vous vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer par e-mail ? Si vous n'avez pas reçu l'e-mail, nous vous en enverrons un autre avec plaisir.",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez fournie lors de l'inscription.",
    "Resend Verification Email": "Renvoyer l'e-mail de vérification",
    "Log Out": "Se déconnecter",
    "You have already applied for :position": "Vous avez déjà postulé pour :position",
    "Apply for :position": "Postuler pour :position",
    "No positions open": "Aucun poste ouvert",
    "There is currently no positions open": "Il n'y a actuellement aucun poste ouvert",
    "Please come back at a later time to check if we have any positions open by then! Thank you for your interest.": "Revenez plus tard pour vérifier si nous avons des postes ouverts à ce moment-là ! Merci pour votre intérêt.",
    "Apply for :hotel staff": "Postuler pour le personnel de :hotel",
    "Select position to get started": "Sélectionnez un poste pour commencer",
    "Here at :hotel we open up for staff applications every now and then. Sometimes you will find this page empty other times it might be filled with positions, if you ever come across a position you feel you would fit perfectly into, then do not hesitate to apply for it.": "Ici à :hotel, nous ouvrons parfois des candidatures pour le personnel. Parfois, cette page peut être vide, d'autres fois elle peut être remplie de postes. Si vous trouvez un poste qui vous conviendrait parfaitement, n'hésitez pas à postuler.",
    "About you": "À propos de vous",
    "Applying for :position": "Postuler pour :position",
    "Read before applying": "Lisez avant de postuler",
    "Please field out all the fields to apply for :position. Remember when applying for a position here at :hotel you must be fully transparent and honest. If found out the information provided is false or incorrect you might risk losing your position if hired.": "Veuillez remplir tous les champs pour postuler à :position. Rappelez-vous que lorsque vous postulez pour un poste ici à :hotel, vous devez être totalement transparent et honnête. Si l'information fournie est fausse ou incorrecte, vous pourriez risquer de perdre votre poste si vous êtes embauché.",
    "Teams": "Équipes",
    "Staff applications": "Candidatures pour le personnel",
    "Rare values": "Valeurs rares",
    "You will receive:": "Vous recevrez :",
    "Buy for $:cost": "Acheter pour $:cost",
    "Two factor": "Double facteur",
    "No published articles": "Aucun article publié",
    "Thank you for playing :hotel. We have put a lot of effort into making the hotel what it is, and we truly appreciate you being here.": "Merci d'avoir joué à :hotel. Nous avons mis beaucoup d'efforts pour faire de l'hôtel ce qu'il est, et nous vous sommes vraiment reconnaissants d'être ici.",
    ":hotel is driven by Atom CMS made by:": ":hotel est propulsé par Atom CMS créé par :",
    "Credits:": "Crédits :",
    "An online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "Un monde virtuel en ligne où vous pouvez créer votre propre avatar, vous faire des amis, discuter, créer des salles et bien plus encore !",
    "Hello there! We are truly grateful that you have chosen Atom CMS for your hotel.": "Bonjour ! Nous sommes vraiment reconnaissants que vous ayez choisi Atom CMS pour votre hôtel.",
    "Atom CMS is built with the community in mind, meaning we highly value community input, rather than only bringing our own ideas & vision to the CMS we try our very best to implement suggestions made by our beloved community. We want everyone to be able to contribute or customise Atom CMS to their needs without having a bachelor in programming.": "Atom CMS est conçu en tenant compte de la communauté, ce qui signifie que nous apprécions beaucoup les contributions de la communauté, plutôt que de n'apporter que nos propres idées et visions au CMS, nous essayons de mettre en œuvre les suggestions faites par notre communauté bien-aimée. Nous voulons que chacun puisse contribuer ou personnaliser Atom CMS selon ses besoins, sans avoir besoin d'un diplôme en programmation.",
    "Atom CMS sole purpose is to empower hotel owners like you. We want you to be able to run your hotel with ease. Our user-friendly interface, robust features, and helpful community are here to ensure that your experience with Atom CMS is nothing short of exceptional!": "Le seul but d'Atom CMS est d'habiliter les propriétaires d'hôtels comme vous. Nous voulons que vous puissiez gérer votre hôtel facilement. Notre interface conviviale, nos fonctionnalités robustes et notre communauté serviable sont là pour garantir que votre expérience avec Atom CMS soit rien de moins qu'exceptionnelle !",
    "As you dive into Atom CMS, we encourage you to explore the extensive range of features we have curated to help you bring your vision to life. From customizable templates to seamless integrations with clients like Nitro, we will have you set up in no time.": "En plongeant dans Atom CMS, nous vous encourageons à explorer la vaste gamme de fonctionnalités que nous avons conçues pour vous aider à donner vie à votre vision. Des modèles personnalisables aux intégrations transparentes avec des clients comme Nitro, nous vous aurons prêt en un rien de temps.",
    "Once again, thank you for choosing Atom CMS, and we cannot wait to see the incredible project you will create.": "Encore une fois, merci d'avoir choisi Atom CMS, et nous sommes impatients de voir le projet incroyable que vous allez créer.",
    "With everything being said we just want to wish you a warm welcome to the Atom CMS family!": "Avec tout cela, nous voulons juste vous souhaiter une chaleureuse bienvenue dans la famille Atom CMS !",
    "Installation key": "Clé d'installation",
    "Start the setup": "Démarrer la configuration",
    "Welcome to Atom CMS": "Bienvenue dans Atom CMS",
    "We are delighted of having you trying Atom CMS": "Nous sommes ravis de vous voir essayer Atom CMS",
    "Continue to step 2": "Continuer à l'étape 2",
    "Restart installation": "Redémarrer l'installation",
    "Continue to step 3": "Continuer à l'étape 3",
    "Previous step": "Étape précédente",
    "Continue to step 4": "Continuer à l'étape 4",
    "Continue to step 5": "Continuer à l'étape 5",
    "Congratulations on successfully completing the Atom CMS setup! You have now taken the first steps towards an exciting new journey. With Atom CMS, you can effortlessly manage various aspects of your hotel, while giving your new visitors an easy gateway into a world of joy.": "Félicitations pour avoir terminé avec succès la configuration d'Atom CMS ! Vous avez maintenant fait les premiers pas vers un nouveau voyage passionnant. Avec Atom CMS, vous pouvez gérer facilement différents aspects de votre hôtel, tout en offrant à vos nouveaux visiteurs une passerelle facile vers un monde de joie.",
    "Lastly, we just want to show our gratitude by letting your know how delighted we are to be a part of your journey and we hope you will gain some amazing memories. So, here is to your new hotel, the boundless creativity it will inspire, and the endless possibilities that lie ahead.": "Enfin, nous voulons simplement vous montrer notre gratitude en vous faisant savoir combien nous sommes ravis de faire partie de votre voyage et nous espérons que vous gagnerez d'incroyables souvenirs. Donc, voici pour votre nouvel hôtel, la créativité illimitée qu'il inspirera et les possibilités infinies qui vous attendent.",
    "Once again, congratulations and best of wishes for you & your hotel!": "Encore une fois, félicitations et meilleurs vœux pour vous et votre hôtel !",
    "Take me to :hotel": "Menez-moi à :hotel",
    "Description:": "Description :",
    "Room details": "Détails de la chambre",
    "Max users:": "Utilisateurs max :",
    "The room guild": "La guilde de la chambre",
    "Please make sure to read our shop": "Veuillez vous assurer de lire notre boutique",
    "Terms & Conditions": "Conditions générales",
    "before making a purchase.": "avant de faire un achat.",
    "Shop Terms & Conditions": "Conditions générales de la boutique",
    "Once a donation has been made and received by us, it is non-refundable under any circumstances. The donated amount which is converted into website balance cannot be converted back into cash or other forms of money. By making a donation, you acknowledge and accept these terms and agree not to initiate a chargeback or dispute with your bank or card issuer.": "Une fois qu'un don a été effectué et reçu par nous, il est non remboursable en aucune circonstance. Le montant donné qui est converti en solde du site web ne peut pas être converti en espèces ou autres formes d'argent. En faisant un don, vous reconnaissez et acceptez ces termes et vous vous engagez à ne pas initier de rétrofacturation ou de litige auprès de votre banque ou de l'émetteur de votre carte.",
    "Notice": "Avis",
    "It is important to consider the consequences of our spending habits, especially when it comes to financial decisions. If you find yourself tempted to spend money you do not have, take a moment to reflect.": "Il est important de considérer les conséquences de nos habitudes de dépenses, en particulier lorsqu'il s'agit de décisions financières. Si vous vous trouvez tenté de dépenser de l'argent que vous n'avez pas, prenez un moment pour réfléchir.",
    "Remember, your financial well-being is crucial, and making responsible choices is key. If you are facing difficulties in controlling your spending habits, do not hesitate to seek friendly and professional guidance. There are resources available that can provide valuable advice and support.": "Rappelez-vous, votre bien-être financier est crucial, et faire des choix responsables est essentiel. Si vous rencontrez des difficultés à contrôler vos habitudes de dépenses, n'hésitez pas à rechercher des conseils amicaux et professionnels. Il existe des ressources disponibles qui peuvent fournir des conseils précieux et un soutien.",
    "Top up account": "Recharger le compte",
    "Donate to :hotel": "Faire un don à :hotel",
    "Current balance: $:balance": "Solde actuel : $:balance",
    "Donate": "Faire un don",
    "Please setup the paypal credentials to allow for top ups.": "Veuillez configurer les informations d'identification PayPal pour permettre les recharges.",
    "Voucher": "Coupon",
    "Use a voucher for free credit": "Utiliser un coupon pour du crédit gratuit",
    "Use voucher": "Utiliser le coupon",
    "Manage your account settings": "Gérer les paramètres de votre compte",
    "E-mail": "E-mail",
    "Motto": "Devise",
    "Change your password by filling out the fields below": "Changez votre mot de passe en remplissant les champs ci-dessous",
    "Keep an eye on all your active sessions": "Surveillez toutes vos sessions actives",
    "IP": "IP",
    "IP Current Device": "IP appareil actuel",
    "Is Desktop": "Est un ordinateur de bureau",
    "Platform": "Plateforme",
    "Last Activity": "Dernière activité",
    "No session logs found": "Aucun journal de session trouvé",
    "Two factor authentication": "Authentification à deux facteurs",
    "Add an extra layer of security to your account by enabling two-factor authentication": "Ajoutez une couche supplémentaire de sécurité à votre compte en activant l'authentification à deux facteurs",
    "Disable 2FA": "Désactiver 2FA",
    "Validate your two-factor enabling by scanning the following QR-code and enter your auto-generated 2-factor code from your phone.": "Validez l'activation de votre double authentification en scannant le QR-code suivant et en entrant le code à deux facteurs généré automatiquement sur votre téléphone.",
    "Recovery codes:": "Codes de récupération :",
    "Please save your recovery codes somewhere safe! If you lose access to your 2FA codes, those recovery codes will be needed to regain access your account.": "Veuillez sauvegarder vos codes de récupération dans un endroit sûr ! Si vous perdez l'accès à vos codes 2FA, ces codes de récupération seront nécessaires pour regagner l'accès à votre compte.",
    "Please scan the QR-code above with your phone to retrieve your two-factor authentication code.": "Veuillez scanner le QR-code ci-dessus avec votre téléphone pour récupérer votre code d'authentification à deux facteurs.",
    "Code": "Code",
    "Verify 2FA": "Vérifier 2FA",
    "Here at :hotel we take security very seriously and therefore we offer you as a user a way to secure your beloved account even further, by allowing you to enable Google's 2-factor authentication!": "Ici à :hotel, nous prenons la sécurité très au sérieux et c'est pourquoi nous vous offrons, en tant qu'utilisateur, un moyen de sécuriser encore plus votre compte bien-aimé, en vous permettant d'activer l'authentification à deux facteurs de Google !",
    "2-factor authentication adds an extra layer of security to your account, making it physically impossible to access it without having access to your mobile phone as only your phone will contain the 2-factor authentication code which will be re-generated every 30 seconds automatically.": "L'authentification à deux facteurs ajoute une couche supplémentaire de sécurité à votre compte, le rendant physiquement inaccessible sans avoir accès à votre téléphone mobile, car seul votre téléphone contiendra le code d'authentification à deux facteurs qui sera régénéré toutes les 30 secondes automatiquement.",
    "Activate 2FA": "Activer 2FA",
    "Claim your referrals reward!": "Réclamez votre récompense de parrainage !",
    "It seems like you are banned off :hotel": "Il semble que vous soyez banni de :hotel",
    "All the :category rares": "Tous les rares de la catégorie :category",
    "Get an overview of all of the rares on :hotel": "Obtenez un aperçu de tous les rares sur :hotel",
    "We currently have no rares listed here": "Nous n'avons actuellement aucun rare répertorié ici",
    "Search": "Rechercher",
    "Search for rares": "Rechercher des rares",
    "Rare categories": "Catégories de rares",
    "Select a category below": "Sélectionnez une catégorie ci-dessous",
    "All values": "Toutes les valeurs",
    "Go back to values": "Revenir aux valeurs",
    "Here is a list of all the owned :value`s": "Voici une liste de tous les :value`s possédés",
    "owned": "owned"
}