{
    "Home": "Hjem",
    "Community": "Samfunn",
    "Leaderboards": "Topplister",
    "Shop": "Butikk",
    "Rules": "Regler",
    "Articles": "Nyheter",
    "Staff": "Staff",
    "Photos": "Bilder",
    "My Profile": "Min profil",
    "Administration": "Administrasjon",
    "Error logs": "Error logs",
    "Housekeeping": "Housekeeping",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "En online virtuell verden hvor du kan lage din egen avatar, få nye venner, chatte, lage rom og mye mer!",
    "Create your account!": "Lag din konto!",
    "Create a free account, and be a part of a fun online world!": "Opprett en gratis konto, og bli en del av en morsom online verden!",
    "Login": "Logg inn",
    "Register": "Registrer",
    "Create an account": "Opprett konto",
    "Or": "Eller",
    "Latest news": "Siste nyheter",
    "Keep up to date with the latest hotel gossip.": "Hold deg oppdatert med de ferskeste nyhetene",
    "Latest Photos": "Siste bilder",
    "Have a look at some of the great moments captured by users around the hotel.": "Ta en titt på de flotte øyeblikkene tatt av brukere på hotellet",
    "Username": "Brukernavn",
    "Password": "Passord",
    "Confirm Password": "Bekreft Passord",
    "Repeat Password": "Gjenta Password",
    "Email": "Epost",
    "Remember me": "Husk meg",
    "Go to :hotel": "Gå til :hotel",
    "User Referrals": "Vervinger",
    "Credits": "Mynter",
    "Duckets": "Pixler",
    "Diamonds": "Diamanter",
    "Logout": "Logg ut",
    "User settings": "Bruker innstillinger",
    "User Referrals (%s/%s)": "Verving (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Verv nye spillere og få belønning!",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "Her på :hotel har vi et vervesystem som gjør at du blir belønnet med :amount diamanter for hver :needed bruker som registrerer seg med din vervelenke.",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Boosting ved å selv opprette nye kontoer vil føre til permanent utestenging.",
    "Copy code": "Kopier kode",
    "You need to refer :needed more users, before being able to claim your reward": "Du må verve :needed flere brukere, før du kan utløse belønningen din",
    "Other articles": "Andre nyheter",
    "Our most recent articles": "Våre nyeste nyheter",
    "There is currently no other articles": "Det er for øyeblikket ingen andre nyheter",
    ":hotel Shop": ":hotel Butikk",
    "Purchase :hotel items": "Kjøp :hotel varer",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": "Her på :hotel Hotel aksepterer vi donasjoner for å holde hotellet åpent og som takk vil du motta disse varene på hotellet.",
    "Why are donations important?": "Hvorfor er donasjoner viktig?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "Donasjoner er viktig, det hjelper oss å betale for server kostnader for å hotellet åpent, samt å legge til nye funksjoner så du og andre kan bruke",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "For å kjøpe varer fra :hotel butikken, vennligst besøkt vår Discord og kontakt eieren av :hotel Hotell for å kjøpee",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Sørg for å bruke en ekte e-post, da du trenger den hvis du noen gang skulle glemme passordet ditt.",
    "Your username is what you and others will see in-game": "Ditt brukernavn er det du og andre vil se på hotellet",
    "Spice up your profile with a nice motto": "Spice opp profilen din med et motto",
    "Update settings": "Oppdater innstillinger",
    "Current password": "Nåværende passord",
    "Enter your current password": "Fyll inn ditt nåværende passord",
    "New password": "Nytt passord",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Fyll ut et nytt, sikkert passord. Ikke glem å lagre den et trygt sted",
    "Confirm new password": "Bekreft nytt passord",
    "Please confirm your new password": "Vennligst bekreft ditt nye passord",
    "Update password": "Oppdater passord",
    "Account settings": "Bruker innstillinger",
    "Password settings": "Passord innstillinger",
    "Dont have an account? Join now!": "Har du ikke en bruker? Bli med nå!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Brukernavnet ditt brukes for å logge inn på :hotel. Det er også hva andre brukere vil se, så sørg for å velge et navn du liker!",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Du trenger e-postadressen din i telfelle du glemmer passordet ditt, så sørg for at det er noe du husker.",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Passordet må inneholde minst 8 tegn. Sørg for å bruke et unikt og sikkert passord.",
    "I accept the :hotel terms & rules.": "Jeg godtar :hotel sine vilkår & regler.",
    "Create a free account today!": "Opprett en gratis bruker i dag!",
    ":hotel is a not for profit educational project": ":hotel er et ikke-kommersielt utdanningsprosjekt",
    "Made with": "Laget med",
    "By": "Av",
    "We currently have no staff in this position": "Vi har for øyeblikket ingen ansatte i denne stillingen.",
    "My name is,": "Mitt navn er,",
    "Badges": "Skilt",
    "Groups": "Grupper",
    "Rooms": "Rom",
    "Friends": "Venner",
    "It seems like :user has no badges.": ":user har ikke fått noen skilt enda.",
    "It seems like :user is not a member of any groups.": ":user er ikke medlem i noen grupper.",
    "It seems like :user got no rooms.": ":user har ikke laget seg et rom enda.",
    "It seems like :user has no friends.": ":user har ingen venner enda.",
    "Hello!": "Hei!",
    "There is currently :online users online": "Det er for øyeblikket :online brukere pålogget",
    "Top credits": "Topp mynter",
    "Top duckets": "Topp duckets",
    "Top diamonds": "Topp diamanter",
    "Hours online": "Timer online",
    "Respects received": "Respekt motatt",
    "Achievement score": "Achievement score",
    ":credits credits": ":credits mynter",
    ":duckets duckets": ":duckets duckets",
    ":diamonds diamonds": ":diamonds diamanter",
    ":online hours": ":online timer",
    ":respect respects received": ":respect respekt motatt",
    ":achievement achievement score": ":achievement achievement score",
    "Nitro client": "Nitro client",
    "Insert Reaction": "Sett inn Reaksjon",
    "Add": "Legg til",
    "Browser": "Nettleser",
    "Date": "Dato",
    "Enter your email": "Skriv din email",
    "Choose a secure password": "Velg et sikkert passord",
    "Repeat your chosen password": "Gjenta ditt valgte passord",
    "You are nearly in Habbo!": "Du er nesten på Habbo!",
    "Click the yellow Hotel button below, then click on `run flash` when prompted to. See you in the Hotel!": "Klikk på den gule Hotell knappen under, klikk på `run flash` når den dukker opp. Vi ses på hotellet!",
    "Get flash": "Få flash",
    "Whoops! It seems like you have been disconnected...": "Oops! Det virker som du har blitt koblet fra...",
    "Reload client": "Last inn clienten på ny",
    "Reactions with": "Reagerte med",
    "Close modal": "Lukk modul",
    "Unknown": "Ukjent",
    "Open main menu": "Åpne hovedmeny",
    "Discord": "Discord",
    "Join server": "Bli med i server",
    "Session logs": "Økt logg",
    ":online :hotel online": ":online :hotel pålogget",
    "Flash client": "Flash client",
    "Ban type:": "Utestengt type:",
    "Ban reason:": "Utestengelse Grunnlag:",
    "Ban expiration:": "Utestengelsen utløper:",
    "If you believe this is a mistake, please reach out to one of our staff members through our Discord server!": "Hvis du mener dette er en feil, vennligst kontakt et staff medlem på vår Discord server!",
    "Join discord": "Bli med i vår discord",
    "There is currently no articles": "Det er for øyeblikket ingen nyheter",
    "Staff login": "Staff innlogging",
    "General Rules": "Generelle regler",
    "Rules and regulations are subject to change without notice. As a member of the :hotel community, you hereby agree to and understand the following terms and conditions above. Failure to comply with these rules and regulations will result in the necessary sanctions implemented upon your account. If you have any questions or concerns in regards to The :hotel Way, please do not hesitate to ask a member of the Hotel Staff.": "Regler og forskrifter kan endres når som helst uten varsel. Som bruker av :hotel godtar du følgende vilkår og betingelser nedenfor. Ved brudd på disse reglene og forskriftene vil det resultere i straff. Dette kan være mute, midlertidig, eller permanent utestenging ut ifra alvorlighetsgrad. Hvis du har noen spørsmål eller bekymringer om reglene, ikke nøl med å kontakte :hotel Staff.",
    "The general rules of :hotel": "De generelle reglene for :hotel",
    "Do not abuse the Call for Help (CFH) system; it should be used during emergency purposes only.": "Ikke misbruk Call for help (CFH) systemet; den skal kun brukes om det er nødvendig.",
    "Do not advertise other Habbo Retros; hotel links or purposely mentioning the name of another hotel with the intentions of advertising is not permitted.": "Ikke annonser andre Habbo Retros; det er ikke tillatt å bruke hotelllenker eller å med vilje nevne et annet hotells navn er ikke tillatt.",
    "Do not attempt to or scam credits or furniture from other users through betting, gaming, or trading.": "Ikke forsøk å lure mynter eller møbler fra andre brukere gjennom spill, gambling eller handel.",
    "Do not bully, harass, or abuse other users; avoid violent or aggressive behavior.": "Ikke mobb, trakassere eller misbruk andre brukere; unngå voldelig eller aggressiv oppførsel.",
    "Do not disclose any personal information of another user (e.g., address, IP Address, phone number, school, private images etc.) without their consent.": "Ikke oppgi noen personlig informasjon om en annen bruker (f.eks. adresse, IP-adresse, telefonnummer, skole, private bilder osv.) uten deres samtykke.",
    "Do not excessively repeat identical or similar statements (spamming).": "Ikke spam - det er absolutt ingen som synes det er morsomt.",
    "Users are to not participate in any sexual, inappropriate, or generally objective acts towards other users without their prior consent.": "Brukere skal ikke delta i seksuelle, upassende eller generelt objektive handlinger overfor andre brukere uten deres samtykke.",
    "Do not make rooms with inappropriate or abusive names.": "Ikke lag rom med upassende eller støtende navn.",
    "Do not attempt to or successfully harm a user’s home internet connection.": "All form for hacking og digital sabotasje, både mot hotellet og andre brukere er strengt forbudt.",
    "Do not disrupt events with explicit language or negative behavior.": "Ikke forstyrr eventer med eksplisitt språk eller negativ oppførsel.",
    "Account Rules": "Konto regler",
    "The general account rules on :hotel": "De generelle kontoreglene for :hotel",
    "Do not attempt to or give away, buy, sell, or trade your": "Det er ikke lov å gi bort, kjøpe eller bytte :hotel",
    "account and/or": "kontoer og/eller",
    "items for virtual items from another game, accounts from another game, cash, or vice versa without permission from an Administrator. This includes giving away, buying, selling or trading": "Varer for virtuelle varer fra andre spill, konto fra andre spill, penger, eller omvendt uten godkjennelse fra en Administrator. Dette inkluderer gi bort, kjøp, salg og bytting",
    "furniture/currency for Habbo furniture/currency or vice versa.": "møbler/valutta for Habbo møbler/valutta eller omvendt.",
    "Do not create a username with an offensive name that is insulting, racist, harassing, or generally objectionable.": "Ikke opprett et brukernavn som er fornærmende, rasistisk, trakasserende eller generelt sett kritikkverdig.",
    "Do not evade an IP Address ban.": "Ikke bruk VPN for å omgå IP utestengelse.",
    "Do not share your account with other users.": "Ikke del kontoen din med andre brukere.",
    "Do not threaten to, attempt to, or hack other users accounts.": "Det er ikke lov å true med, forsøk på eller hacke andre brukerkontoer.",
    "Do not create multiple accounts for the purpose of taking an advantage over gaining more in-game currency and/or rares of any kind.": "Ikke opprett flere kontoer med formål å utnytte verdisystemet på noen måte.",
    "Do not re-appeal your ban unless stated otherwise. This means if you re-appeal in 2 days after your first appeal was denied and you were told to re-appeal in 2-3 weeks, you will be banned from the forum as well as the hotel.": "Ikke spør om å bli unbannet igjen med mindre vi sier noe annet ved første forsøk. Hvis du blir informert om at du kan søke på nytt etter 2-3 uker og du søker etter 2 dager, vil du bli permanent utestengt uten mulighet for unban fra både Discord og hotellet.",
    "Accounts are limited to 2 per person. This means, only 1 Alt acc is acceptable. Anything more than this, will result in a full account wipe including credits, and rares.": "Antall kontoer er begrenset til 2 per person. Dette betyr at kun 1 ALT-brukere er akseptabelt. Alt annet enn dette vil føre til at hele brukeren blir slettet, inkludert kreditter og rariteter.",
    ":hotel rules & guidelines": ":hotel regler og retningslinjer",
    "Do not attempt to or exploit errors of": "Ikke forsøk å eller utnytte feil og bugs på :hotel;",
    "report it to the Administration immediately.": "rapporter det til en staff medlem umiddelbart.",
    "Do not attempt to or refund your VIP Membership or donation to": "Ikke prøv å refundere ditt VIP-medlemskap eller donasjon til :hotel",
    "at any given time; all payments are final.": "til enhver tid; alle kjøp er endelige.",
    "Do not intentionally give wrong or misleading information to staff members in reports about rule violations, complaints, bug reports, or support requests.": "Ikke gi med vilje feil eller villedende informasjon til Staff i forbindelse med rapporter om regelbrudd, klager, bug rapporter eller hjelpeforespørsler.",
    "Do not make false statements against": "Ikke spre falsk informasjon om :hotel",
    "or any other part of its services.": "eller noen av våre tjenester.",
    "Do not pretend to be a representative of": "Ikke lat som om du representerer :hotel.",
    "This includes mimicing, acting like them, and or claim to have staff powers.": "Dette inkluderer å late som eller å påstå at du er med i Staff.",
    "Do not threaten to, attempt to, or use any scripts or third party software to enter, disrupt, or modify": "Det er ikke lov å true med, forsøke eller å bruke scripts eller tredjepartsprogrammer for å forstyrre eller jukse på :hotel.",
    "Non-harmful auto-typing, auto-clicking and other programs can only be used if you are the room owner or with permission from the room owner.": "Ikke-skadelig autoskriving, auto-clicker, og andre lignende programmer kan kun brukes hvis du er romeier eller med tillatelse fra romeieren.",
    "You have reached the limit of maximum allowed accounts": "Du har nådd grensen for maksimalt tillatte kontoer",
    "Only staff can login during maintenance!": "Kun ansatte kan logge inn under vedlikehold!",
    "The Google recaptcha must be completed": "Google recaptchaen må fullføres",
    "The google recaptcha was submitted with an invalid type": "Google recaptcha ble ikke godkjent ",
    "Your account settings has been updated": "Brukerinstillingene er oppdatert.",
    "The language selected is not supported": "Det valgte språket støttes ikke",
    "Your password has been changed!": "Ditt passord har blitt endret!",
    "You do not have enough referrals to claim your reward": "Du har ikke nok vervinger til å motta din belønning",
    "Please logout to claim your reward": "Logg ut for å kreve belønningen din",
    "Woah! You have successfully claimed your reward - Keep up the good work!": "Woah! Du har krevd belønningen din - Fortsett med det gode arbeidet!",
    "Your IP have been restricted - If you think this is a mistake, you can contact us on our Discord.": "IP-adressen din har blitt begrenset - Hvis du tror dette er en feil, kan du kontakte oss på vår Discord.",
    "It seems like your current password is wrong.": "Det ser ut til at ditt nåværende passord er feil.",
    "The Google recaptcha was not successful.": "Google recaptchaen var ikke vellykket.",
    "Online Friends": "Online Venner",
    "Mission": "Oppdrag",
    "Online Since": "Online Siden",
    "The beta code is invalid.": "Betakoden er ugyldig.",
    ":hotel staff": ":hotel staff",
    "": "Om :hotel staff",
    "The :hotel staff team is one big happy family, each staff member has a different role and duties to fulfill.": ":hotel staff teamet er en stor glad familie, alle med en ulik rolle å oppfylle.",
    "Most of our team usually consists of players that have been around :hotel for quite a while, but this does not mean we only recruit old & known players, we recruit those who shine out to us!": "Meste parten av vårt staff team består av spillere som har væært på :hotel en stund, dette betyr ikke at vi bare ansetter gamle og kjente spillere, men de som skinner med oss!",
    "Apply for staff": "Søk om å bli staff",
    "How to join the staff team": "Hvordan bli med i staff teamet",
    "Every now and then staff applications may open up. Once they do we always make sure to post a news article explaining the process - So make sure you keep an eye out for those in you are interested in joining the :hotel staff team.": "Fra tid til annen utlyser vi staff stillinger som er åpne. Når de gjør dette poster de alltid en artikkel som forklarer prosessen - Så hold utkikk for dette hvis du er intressert i å bli endel av :hotel staff teamet.",
    "You can occasionally also look at the :startTag Staff application page :endTag which will show you all of our current open positions.": "Du kan også følge med på :startTag Staff søknader siden :endtag som vil vise deg våre ledige stillinger.",
    "You entered something that is not allowed on :hotel": "Du skrev noe som ikke var tilatt på :hotel",
    "Post a comment": "Post en kommentar",
    "Post a comment on the article, to let us know what you think about it": "Post en kommentar for å la oss vite hva du tenker om den",
    "Post comment": "Post kommentaren",
    "Comments": "Kommentarer",
    "Below you will see all the comments, written on this article": "Under vil du se alle kommentarer skrevet på denne artikkelen",
    "You can only comment :amount times per article": "Du kan bare kommentere :amount ganger per artikkel",
    "You comment has been posted!": "Din kommentar ble postet!",
    "You can only delete your own comments": "Du kan kun slette egne kommentarer",
    "You comment has been deleted!": "Din kommentar ble slettet!",
    "About the :hotel staff": "Om :hotel staff",
    "Confirm your password": "Bekreft ditt passord",
    "You must confirm your password to continue": "Du må bekrefte ditt passord for å fortsette",
    "You must confirm your current password before being able to toggle 2FA.": "Du må bekrefte ditt nåværende passord for å slå på 2FA.",
    "Confirm password": "Bekreft passord",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Glemt ditt passord? Ingen problem. La oss vite din epost adresse og vi vil sende deg en link som lar deg velge et nytt passord.",
    "Email Password Reset Link": "Email Passord Reset Link",
    "Reset Password": "Reset Passord",
    "Login to :hotel": "Logg inn på :hotel",
    "Login to :hotel and take part in the most wonderful online world!": "Logg inn på :hotel og ta del av en fantastisk online verden!",
    "Enter the beta code you have been provided with": "Oppgi betakoden du har motatt",
    "Enter your beta code": "Oppgi din betakode",
    "Two-factor verification": "Two-factor verification",
    "Enter your 2-factor authentication code provided on your by the authentication app on your mobile phone.": "Skriv inn din 2-factor authentication utgitt av autentiserings appen på din mobil telefon.",
    "Enter the code from your authentication app": "Skriv inn autentiserings koden fra appen",
    "Recovery code": "Gjenopprettings kode",
    "In case you dont have access to your two-factor authentication code, you can use one of your recovery codes.": "I tilfelle du ikke har tilgang til din 2-faktor authentication kode, du kan bruke en av dine gjenopprettings koder.",
    "Confirm 2FA": "Bekreft 2FA",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you dit not receive the email, we will gladly send you another.": "Takk for din registrering! Før du starter, kan du bekrefte dinn epost adresse ved å klikke på linken vi sendte til deg? Hvis du ikke har motatt eposten sender vi deg gjerne en ny.",
    "A new verification link has been sent to the email address you provided during registration.": "En verifikasjons link er blitt sendt til emailen du oppga under registrering.",
    "Resend Verification Email": "Send verifikasjons emailen på ny",
    "Log Out": "Logg Ut",
    "You have already applied for :position": "Du har allerede søkt på :position",
    "Apply for :position": "Søk på :position",
    "No positions open": "Ingen ledige stillinger",
    "There is currently no positions open": "Det er for øyeblikket ingen ledige stillinger",
    "Please come back at a later time to check if we have any positions open by then! Thank you for your interest.": "Vennligst kom tilbake senere for å sjekke om vi har noen ledige stillinger. Takk for din interesse.",
    "Apply for :hotel staff": "Send en søknad for :hotel staff",
    "Select position to get started": "Velg stillingen du søker på",
    "Here at :hotel we open up for staff applications every now and then. Sometimes you will find this page empty other times it might be filled with positions, if you ever come across a position you feel you would fit perfectly into, then do not hesitate to apply for it.": "Her på :hotel vi åpnner opp for staff søknader fra tid til annen. Noen ganger vil du finne denne siden tom, andre ganger fylt med ledige stillinger, kommer du over en stilling du tenker du passer perfekt inn i, så ikke nøl med å søke.",
    "About you": "Om deg",
    "Applying for :position": "Søker på :position",
    "Read before applying": "Les før du søker",
    "Please field out all the fields to apply for :position. Remember when applying for a position here at :hotel you must be fully transparent and honest. If found out the information provided is false or incorrect you might risk losing your position if hired.": "Vennligst fyll ut alle feltene for å søke på :position. Husk når du søker på en stilling her på :hotel at du må være helt transperant og ærlig. Hvis informasjonen du oppgir er falsk eller feil vil du muligens miste stillingen om du blir ansatt.",
    "Teams": "Teams",
    "Staff applications": "Staff søknader",
    "Rare values": "Rare verdier",
    "You will receive:": "Du vil motta:",
    "Buy for $:cost": "Kjøp for $:cost",
    "Two factor": "To faktor",
    "No published articles": "Ingen publiserte artikler",
    "Thank you for playing :hotel. We have put a lot of effort into making the hotel what it is, and we truly appreciate you being here.": "Takk for at du spiller :hotel. Vi har lagt ned mye hardt arbeid i å lage hotellet som det er, og vi setter pris på at du er her.",
    ":hotel is driven by Atom CMS made by:": ":hotellet er drevet av Aom CMS laget av:",
    "Credits:": "Takk til:",
    "An online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "En virtuell verden hvor du kan skape din egen avatar, skape vennskap, chatte, lage egne rom og mye mer!",
    "Hello there! We are truly grateful that you have chosen Atom CMS for your hotel.": "Hallo der! Vi er takknemmelig for at du har valgt Atom CMS til ditt hotell.",
    "Atom CMS is built with the community in mind, meaning we highly value community input, rather than only bringing our own ideas & vision to the CMS we try our very best to implement suggestions made by our beloved community. We want everyone to be able to contribute or customise Atom CMS to their needs without having a bachelor in programming.": "Atom CMS er skapt med tanke på retro-samfunnet, med det mener vi at vi setter høy pris på tilbakemeldinger, vi prøver vårt beste på å implementere forslag fra vårt samfunn, enn å bare innføre egne idèer og visjoner til CMSet. Vi ønsker at alle kan bidra og tilpasse Atom CMS uten å ha en bachelor i programmering.",
    "Atom CMS sole purpose is to empower hotel owners like you. We want you to be able to run your hotel with ease. Our user-friendly interface, robust features, and helpful community are here to ensure that your experience with Atom CMS is nothing short of exceptional!": "Atom CMS eneste hensikt er å forsterke hotell eiere som deg. Vi ønsker at du kan kjøre hotellet på en enkel og effektiv måte. Vårt brukervennlige grensesnitt, robuste funksjoner, og hjelpsomme samfunn er her for å sikre at din opplevelse med Atom CMS er ingenting annet en eksepsjonell!",
    "As you dive into Atom CMS, we encourage you to explore the extensive range of features we have curated to help you bring your vision to life. From customizable templates to seamless integrations with clients like Nitro, we will have you set up in no time.": "Mens du blir kjent med Atom CMS, vi oppmuntrer deg til å utforske vårt store utvalg av funskjoner vi har skapt for å hjelpe deg å bringe din visjon til live. Fra å tilpasse maler til sømløs integrering med clienter som Nitro, vi håper du får satt det opp raskt og effektivt.",
    "Once again, thank you for choosing Atom CMS, and we cannot wait to see the incredible project you will create.": "En gang til, takk for at du valgte Atom CMS, vi kan ikke vente med å se det utrolige prosjektet du vil skape.",
    "With everything being said we just want to wish you a warm welcome to the Atom CMS family!": "Med det sagt vil vi ønske deg en varm velkomst til Atom CMS familien!",
    "Installation key": "Installasjons nøkkel",
    "Start the setup": "Start installering",
    "Welcome to Atom CMS": "Velkommen til Atom CMS",
    "We are delighted of having you trying Atom CMS": "Vi er glade for at du prøver Atom CMS",
    "Continue to step 2": "Fortsett til steg 2",
    "Restart installation": "Restart installasjon",
    "Continue to step 3": "Fortsett til steg 3",
    "Previous step": "Forrige steg",
    "Continue to step 4": "Fortsett til steg 4",
    "Continue to step 5": "Fortsett til steg 5",
    "Congratulations on successfully completing the Atom CMS setup! You have now taken the first steps towards an exciting new journey. With Atom CMS, you can effortlessly manage various aspect of your hotel, while giving your new visitors an easy gateway into a world of joy.": "Gratulerer, Atom CMS ble installert med suksess! Du kan nå ta dine første steg mot en spennende reise. Med Atom CMS, du kan uanstrengt styre ulike aspekter av ditt hotell, mens du gir dine nye brukere en enkel tilgang til en verden av glede.",
    "Lastly, we just want to show our gratitude by letting your know how delighted we are to be a part of your journey and we hope you will gain some amazing memories. So, here is to your new hotel, the boundless creativity it will inspire, and the endless possibilities that lie ahead.": "Til slutt ønsker vi å vise vår største takknemmelighet for at vi får være endel av din reise og håper du får skapt noen utrolige minner. Her er ditt nye hotell, med bunnløs kreativitet som vil inspirere, og endeløse muligheter som venter på deg fremover.",
    "Once again, congratulations and best of wishes for you & your hotel!": "En gang til, gratulerer og våre beste ønsker for deg & ditt hotell!",
    "Take me to :hotel": "Ta meg til :hotel",
    "Description:": "Beskrivelse:",
    "Room details": "Rom detaljer",
    "Max users:": "Max brukere:",
    "The room guild": "Rommets gruppe",
    "Please make sure to read our shop": "Vennligst vær sikker på å lese vår shop",
    "Terms & Conditions": "Betingelser & Vilkår",
    "before making a purchase.": "Før du kjøper.",
    "Shop Terms & Conditions": "Butikkens Betingelser & Vilkår",
    "Once a donation has been made and received by us, it is non-refundable under any circumstances. The donated amount which is converted into website balance cannot be converted back into cash or other forms of money. By making a donation, you acknowledge and accept these terms and agree not to initiate a chargeback or dispute with your bank or card issuer.": "Når en donasjon har blitt gitt og motatt av oss, den er ikke refunderbar under noen omstendigheter. Det donerte beløpet er blitt konventert til nettsidens valutta og kan ikke bli konventert tilbake til kontanter eller andre former for valutta. Ved å donere, erkjenner du og aksepterer du til å ikke starte en tilbakeføring eller kansellering ved din bank eller kort utsteder.",
    "Notice": "Legg merke til",
    "It is important to consider the consequences of our spending habits, especially when it comes to financial decisions. If you find yourself tempted to spend money you do not have, take a moment to reflect.": "Det er viktig at du vurderer konsekvenser av å dine handlinger, spesiellt finansielle handlinger. Hvis du er fristet av å bruke penger du ikke har, ta deg tid til å reflektere.",
    "Remember, your financial well-being is crucial, and making responsible choices is key. If you are facing difficulties in controlling your spending habits, do not hesitate to seek friendly and professional guidance. There are resources available that can provide valuable advice and support.": "Husk din finansielle helse er viktig, og ansvarlige valg er nøkkelen. Hvis du opplever å ha problemer med dine finansielle vaner, ikke nøl med å søke våre vennlige og profesjonelle veiledning. Det er ulike hjelpeinstanser som kan gi værdifull veiledning og støtte.",
    "Top up account": "Fyll på konto",
    "Donate to :hotel": "Doner til :hotel",
    "Current balance: $:balance": "Nåværende balanse: $:balance",
    "Donate": "Doner",
    "Please setup the paypal credentials to allow for top ups.": "Vennligst oppgi din paypal legitimasjon for å fylle på konto.",
    "Voucher": "Kupong",
    "Use a voucher for free credit": "Bruk en kupong for gratis mynter",
    "Use voucher": "Bruk kupong",
    "Manage your account settings": "Administrer kontoinnstillingene dine",
    "E-mail": "E-mail",
    "Motto": "Motto",
    "Change your password by filling out the fields below": "Bytt passord ved å fylle ut feltene under",
    "Keep an eye on all your active sessions": "Hold et øye med alle aktive økter",
    "IP": "IP",
    "IP Current Device": "IP Nåværende Enhet",
    "Is Desktop": "Is Desktop",
    "Platform": "Plattform",
    "Last Activity": "Siste Aktivitet",
    "No session logs found": "Ingen økter funnet i loggen",
    "Two factor authentication": "To faktor authentication",
    "Add an extra layer of security to your account by enabling two-factor authentication": "Legg til ekstra beskyttelse for din konto ved å slå på to faktor autentisierings",
    "Disable 2FA": "Slå av 2FA",
    "Validate your two-factor enabling by scanning the following QR-code and enter your auto-generated 2-factor code from your phone.": "Valider din to faktor autentisiering vbed å skanne følgende QR-kode og oppgi din genererte to faktor kode fra din telefon.",
    "Recovery codes:": "Gjenopprettings koder:",
    "Please save your recovery codes somewhere safe! If you lose access to your 2FA codes, those recovery codes will be needed to regain access your account.": "Vennligst lagre dine gjennopprettings koder et trygt sted. Hvis du mister tilgang til dine 2FA koder, disse kan gjennopprette tilgangen til din konto.",
    "Please scan the QR-code above with your phone to retrieve your two-factor authentication code.": "Vennligst scan QR-koden over med din telefon for å motta din to-faktor autentikasjons kode.",
    "Code": "Kode",
    "Verify 2FA": "Bekreft 2FA",
    "Here at :hotel we take security very serious and therefore we offer you as a user a way to secure your beloved account even further, by allowing you to enable Googles 2-factor authentication!": "Her på :hotel tar vi sikkerheten seriøst, derfor ønsker vi å tilby deg som bruker en måte å sikre din konto enda bedre, ved å la deg aktivere Googles 2-faktorerings autentikasjon!",
    "2-factor authentication adds an extra layer of security to your account, making it physical impossible to access it without having access to your mobile phone as only your phone will contain the 2-factor authentication code which will be re-generated every 30 seconds automatically.": "2-faktor autentikasjon gir kontoen din sterkere beskyttelse, ved å gjøre det umulig for andre å logge seg inn på din konto uten tilgang til din telefon, ettersom kun din telefon vil inneholde 2-faktos autentikasjons koder som vil bli generert på ny hvert 30. sekund automatisk.",
    "Activate 2FA": "Aktiver 2FA",
    "Claim your referrals reward!": "Hent dine verve premier!",
    "It seems like you are banned off :hotel": "Det ser ut til at du er bannet fra :hotel",
    "All the :category rares": "Alle :category rariteter",
    "Get an overview of all of the rares on :hotel": "Få en oversikt over alle rariteter på :hotel :hotel",
    "We currently have no rares listed here": "Ingen rariteter er oppført her",
    "Search": "Søk",
    "Search for rares": "Søk for rariteter",
    "Rare categories": "Raritets kategorier",
    "Select a category below": "Velg en kategori under",
    "All values": "Alle verdier",
    "Go back to values": "Gå tilbake til verdier",
    "Here is a list of all the owned :value`s": "Her er en liste over alle eide :value`s",
    "owned": "eid"
}